{"aatrox": {"noi_tai": "Đòn đánh kế tiếp của Aatrox gây thêm sát thương đồng thời làm giảm hồi máu và lá chắn trên mục tiêu.", "q": "Aatrox đập kiếm xuống đất, gây sát thương vật lý. Có thể chém ba lần, mỗi lần có một diện tác dụng khác nhau.", "w": "Aatrox đập kiếm xuống đất, gây sát thương lên kẻ địch đầu tiên trúng phải. Tướng và quái to phải nhanh rời vùng tác động nếu không muốn bị kéo về tâm và chịu sát thương lần nữa.", "e": "Aatrox lướt tới, nhận thêm Sức mạnh Công kích.", "r": "Aatrox giải phóng ác quỷ bên trong, nhận thêm Sức mạnh Công kích và Tốc độ Di chuyển. Khi chịu sát thương kết liễu, Aatrox hồi sinh lại với một phần Máu tối đa."}, "ahri": {"noi_tai": "Mỗi khi dùng kỹ năng trúng cùng 1 tướng 2 lần trong một khoảng thời gian ngắn, Ahri được tăng tốc trong chốc lát.", "q": "Ahri phóng ra rồi thu hồi quả cầu ma thuật của cô, gây sát thương phép trên đường bay ra và sát thương chuẩn trên đường thu về. Sau khi dùng phép trúng vài lần, quả cầu trúng địch kế tiếp sẽ hồi máu cho Ahri.", "w": "Ahri tung ra ba ngọn lửa hồ li, chúng sẽ tự khóa mục tiêu và tấn công những kẻ địch cạnh bên.", "e": "Ahri hôn gió gây sát thương và mê hoặc kẻ địch trúng phải, buộc nạn nhân phải mê đắm bước về phía cô và chịu thêm sát thương từ các kỹ năng của cô.", "r": "Ahri lướt tới trước và bắn ra các luồng sét gây sát thương lên các kẻ địch gần đó (ưu tiên tướng). Phi Hồ có thể niệm lên đến ba lần trước khi bắt đầu thời gian hồi chiêu."}, "akali": {"noi_tai": "Dùng kỹ năng sát thương tướng địch tạo một vòng năng lượng quanh chúng. Rời khỏi vòng này cường hóa đòn đánh kế tiếp của Akali, giúp tăng tầm và sát thương.", "q": "Akali ném ra năm phi đao, gây sát thương dựa trên SMCK cộng thêm và SMPT của cô đồng thời làm chậm. Khi tung chiêu lúc gần đầy nội năng, Phi Đao Năm Cánh hồi máu cho Akali.", "w": "Akali ném bom khói. Khi đứng trong khói mù, Akali được vô hình và không thể bị chỉ định, đồng thời được tăng tốc. Tấn công hoặc dùng kỹ năng thoáng làm cô lộ diện.", "e": "Akali nhảy lùi lại và phóng phi tiêu ra trước mặt, gây sát thương vật lý. Kẻ địch đầu tiên hoặc khói mù trúng phải bị đánh dấu. Tái kích hoạt để lướt tới chỗ mục tiêu bị đánh dấu, gây cùng lượng sát thương.", "r": "Akali nhảy theo một hướng, làm choáng và gây sát thương kẻ địch trúng phải. Tái kích hoạt: Akali lướt theo một hướng, sát thương mọi kẻ địch cô lướt qua."}, "alistar": {"noi_tai": "Alistar cộng dồn tiếng gầm bằng cách làm choáng hoặc đẩy lùi tướng địch hoặc khi có kẻ địch gần đó chết. Khi nạp đầy cộng dồn, hắn hồi máu cho mình và tất cả tướng đồng minh gần đó. ", "q": "Alistar dộng xuống đất, gây sát thương lên kẻ địch gần đó và hất chúng lên không.", "w": "Alistar húc mục tiêu, gây sát thương và hất văng nạn nhân đi.", "e": "Alistar giày xéo các đơn vị địch gần đó, đi xuyên vật thể và nhận một cộng dồn nếu gây sát thương tướng địch. Khi nạp đầy cộng dồn, đòn đánh tiếp theo của Alistar lên tướng địch gây thêm sát thương phép và làm choáng chúng.", "r": "Alistar gầm lên một tiếng, loại bỏ mọi trạng thái khống chế, và giảm sát thương vật lý và phép gánh chịu trong thời gian tác dụng."}, "amumu": {"noi_tai": "Đòn đánh của Amumu Nguyền Rủa kẻ địch trong 3 giây, khiến chúng chịu thêm 10% sát thương chuẩn với mọi sát thương phép trúng phải.", "q": "Amumu quăng một dải băng dính vào mục tiêu, làm choáng rồi kéo hắn lại bên cạnh nạn nhân.", "w": "Đau đớn tột cùng, kẻ địch xung quanh mất một số phần trăm Máu tối đa của chúng mỗi giây và bị làm mới Nguyền Rủa trên người.", "e": "Giảm sát thương vật lí Amumu gánh chịu. Amumu có thể phóng thích cơn giận, gây sát thương lên kẻ địch xung quanh. Mỗi khi Amumu bị đánh, thời gian hồi của Giận Dữ được giảm đi 0.5 giây.", "r": "Amumu trói kẻ địch xung quanh bằng các dải băng, đặt Nguyền Rủa, gây sát thương lên chúng và khiến chúng không thể di chuyển hay tấn công."}, "anivia": {"noi_tai": "Khi chết, Anivia sẽ biến thành một quả trứng. Nếu quả trứng vẫn tồn tại trong vòng 6 giây, cô ta sẽ hồi sinh.", "q": "Anivia chập cánh lại và gọi ra một quả cầu băng bay về kẻ địch, gây trạng thái hạ nhiệt  và sát thương bất cứ ai trên đường bay của nó. Khi quả cầu phát nổ, nó gây sát thương tầm trung trong bán kính, làm choáng bất cứ ai trong vòng ảnh hưởng.", "w": "Anivia ngưng đọng độ ẩm trong không khí thành một bức tường băng vững chắc chặn đường quân địch. Bức tường sẽ tồn tại trong một thời gian ngắn trước khi tan chảy.", "e": "Anivia đập cánh, tạt một luồng gió buốt giá vào mục tiêu, gây lượng nhỏ sát thương. Nếu mục tiêu vừa bị Quả Cấu Băng làm choáng hoặc bị dính Bão Tuyết toàn phần, sát thương sẽ nhân đôi.", "r": "Anivia gọi xuống một cơn mưa băng sát thương kẻ địch và làm chậm chúng."}, "annie": {"noi_tai": "Sau mỗi 4 phép đã sử dụng, phép công kích tiếp theo của Annie sẽ làm choáng mục tiêu trong thoáng chốc.", "q": "Annie phóng một quả cầu lửa gây sát thương, và hồi lại năng lượng tổn thất nếu kết liễu được mục tiêu.", "w": "Annie chưởng lửa theo hình nón, gây sát thương lên tất cả kẻ địch trong vùng ảnh hưởng.", "e": "Gia tăng kháng sát thương của Annie và Tibbers đồng thời gây sát thương lên những kẻ tấn công họ bằng đòn đánh thường.", "r": "Annie gọi chú gấu Tibbers của mình ra, gây sát thương lên vùng ảnh hưởng. Tibbers có thể đánh và thiêu đốt kẻ địch quanh nó."}, "ashe": {"noi_tai": "Các phát bắn của Ashe làm chậm mục tiêu, khiến cô gây thêm sát thương lên chúng.Đòn chí mạng của Ashe sẽ không gây thêm sát thương nhưng chúng sẽ làm mục tiêu bị chậm hơn nhiều.", "q": "Ashe gia tăng điểm Chú Tâm bằng cách tung những phát bắn thường. Khi đạt tối đa điểm Chú Tâm, Chú Tâm Tiễn sẽ tiêu hao hết tất cả điểm này giúp tăng Tốc độ Đánh và khiến các đòn đánh thường của Ashe thành những mũi tên liên hoàn trong một thời gian.", "w": "Ashe bắn ra 9 mũi tên theo hình nón gây sát thương, có áp dụng hiệu ứng Băng Tiễn.", "e": "Ashe lệnh cho Linh Hồn Chim Ưng đi do thám bất cứ đâu trên bản đồ.", "r": "Ashe bắn ra một mũi tên băng theo đường thẳng. Nếu mũi tên trúng một tướng địch, nó sẽ gây sát thương và làm choáng hắn. Thời gian làm choáng tăng theo quãng đường mũi tên bay được. Ngoài ra, kẻ địch xung quanh cũng dính sát thương và bị làm chậm."}, "aurelion sol": {"noi_tai": "Vòng sao quay quanh Aurelion, gây sát thương phép khi đập trúng một kẻ địch", "q": "Aurelion tạo ra một tinh vân phát nổ gây choáng và sát thương lên kẻ địch khi nó đi quá xa khỏi hắn.", "w": "Aurelion mở rộng vòng sao, tăng thêm sát thương của nó.", "e": "Aurelion Sol nhận thêm tốc độ di chuyển khi đi theo một hướng, và có thể cất cánh để bay một quãng đường dài.", "r": "Aurelion khạc ra một luồng sóng hỏa tinh, gây sát thương và làm chậm mọi kẻ địch trúng phải và đẩy lùi chúng."}, "azir": {"noi_tai": "Azir có thể triệu hồi chiếc Đĩa Mặt Trời từ đống đổ nát của một trụ địch hoặc đồng minh.", "q": "Azir lệnh cho tất cả Binh Sĩ Cát lao về hướng đã chọn. Binh Sĩ Cát gây sát thương phép lên tất cả mục tiêu chúng lướt qua và gây hiệu ứng làm chậm trong 1 giây.", "w": "Azir triệu hồi ra một Binh Sĩ Cát và sử dụng nó đó như một công cụ để tấn công các kẻ địch trong tầm đánh của quân lính. Những đòn đánh này sẽ gây sát thương phép lên kẻ địch theo đường thẳng. Trỗi Dậy! Cũng tăng tốc độ đánh nội tại cho Azir và các Binh Sĩ Cát", "e": "Azir tạo lá chắn cho bản thân và lướt tới chỗ một Binh Sĩ Cát, gây sát thương lên kẻ địch. Nếu lướt trúng tướng, ngài ngay lập tức dừng lướt và nhận được một tích trữ Binh Sĩ Cát.", "r": "Azir triệu hồi ra một bức tường những binh sĩ xông tới, đẩy lùi và sát thương kẻ địch."}, "bard": {"noi_tai": "Sự hiện diện của Bụt Bard khiến những chiếc chuông ma thuật xuất hiện, thứ giúp Bụt Bard nhận điểm kinh nghiệm, năng lượng, và một lượng tốc độ bùng nổ. Ngoài ra các tinh linh nhỏ nhắn xinh xắn sẽ theo bước chân của Bụt Bard, và viện trợ các đòn đánh của ông - thu thập những chiếc chuông cổ đại sẽ khiến bầy tinh linh meep này được cường hóa theo thời gian.", "q": "Bard bắn ra một luồng sóng năng lượng làm chậm kẻ địch đầu tiên trúng chiêu, rồi tiếp tục bay đi. Nếu va phải tường, nó sẽ làm choáng mục tiêu khởi điểm; nếu va phải một tướng địch khác, nó sẽ làm choáng cả hai.", "w": "Tạo ra một ngôi đền giúp hồi máu và có thể được cường hóa theo thời gian. Ngay sau khi có một đồng minh chạm vào, nó sẽ được sử dụng và biến mất.", "e": "Bard mở ra một cánh cổng tại vùng địa hình cạnh bên. Tất cả kẻ địch lẫn đồng minh đều có thể tham gia vào chuyến hành trình một chiều xuyên địa hình này.", "r": "Bard phóng thích năng lượng vào một vị trí khiến tất cả các tướng, lính, quái và trụ trong vùng ảnh hưởng đều phải rơi vào trạng thái tĩnh trong thoáng chốc."}, "blitzcrank": {"noi_tai": "Khi máu của Blitzcrank còn dưới 20% hắn sẽ kích hoạt Lá Chắn Năng Lượng. Lá chắn tạo ra bằng với 50% số năng lượng của hắn trong 10 giây. Lá Chắn Năng Lượng chỉ có thể xảy ra một lần mỗi 90 giây.", "q": "Blitzcrank bắn tay phải ra chộp lấy kẻ địch trên đường, gây sát thương rồi kéo mục tiêu về phía mình.", "w": "Blitzcrank vận hành bộ biến áp khiến hắn được tăng mạnh Tốc độ Di chuyển và Tốc độ Đánh. Hắn tạm thời bị làm chậm sau khi hết thời gian hiệu lực.", "e": "Blitzcrank gồng nắm đấm khiến đòn đánh kế gây gấp hai sát thương và hất kẻ địch lên trời.", "r": "Phóng những luồng sét nội tại sát thương một kẻ địch ngẫu nhiên cạnh bên. Ngoài ra, Blitzcrank có thể kích hoạt kĩ năng này để sát thương tất cả kẻ địch xung quanh và làm câm lặng chúng trong 0.5 giây, bù lại khả năng phóng sét nội tại sẽ biến mất đến khi Trường Điện Từ hồi lại."}, "brand": {"noi_tai": "Các kỹ năng của Brand khiến mục tiêu bị bỏng, gây sát thương phép bằng 4% Máu tối đa của chúng trong 4 giây, cộng dồn tối đa 3 lần. Brand được hồi năng lượng nếu tiêu diệt một kẻ địch đang bị Bỏng. Khi Bỏng cộng dồn tối đa trên một tướng hoặc quái to, nó trở nên bất ổn vầ phát nổ sau 2 giây, gây hiệu ứng kỹ năng và sát thương lớn trong vùng quanh nạn nhân.", "q": "Brand phóng quả cầu lửa tới phía trước gây sát thương phép thuật. Nếu mục tiêu đang bị bỏng, Vệt Lửa sẽ làm choáng nạn nhân trong 1.5 giây.", "w": "Sau một thoáng, Brand tạo ra một cột lửa tại vị trí đã chọn, gây sát thương phép lên những kẻ địch trong vùng ảnh hưởng. Những nạn nhân đang bị bỏng trúng chiêu sẽ phải chịu thêm 25% sát thương.", "e": "Brand gọi ra một vụ nổ lớn ngay trên mục tiêu, gây sát thương phép. Nếu mục tiêu bị bỏng, Bùng Cháy lan sang kẻ địch xung quanh.", "r": "Brand phóng ra một luồng lửa hủy diệt, gây sát thương phép mỗi lần nó nảy (tối đa 5 lần). Bão Lửa ưu tiên nảy vào tướng bị cộng dồn Bỏng nhiều hơn. Nếu mục tiêu bị bỏng, Bão Lửa sẽ làm chậm chúng trong thoáng chốc."}, "braum": {"noi_tai": "Braum cộng dồn hiệu ứng Đánh Ngất Ngư lên những kẻ địch bằng các đòn đánh thường hoặc kĩ năng Tuyết Tê Tái của hắn. Ngoài ra đồng minh của Braum cũng có thể đánh bồi thêm các điểm cộng dồn, và khi đủ 4, nạn nhân sẽ bị choáng.", "q": "Braum phóng băng từ chiếc khiên của hắn, gây sát thương phép và làm chậm.Gây một điểm tích trữ hiệu ứng Đánh Ngất Ngư.", "w": "Braum phóng tới một mục tiêu tướng hoặc lính đồng minh. Khi đến nơi Braum và đơn vị đồng minh đó sẽ được nhận thêm Giáp và Kháng Phép trong vài giây.", "e": "Braum giương chiếc khiên của mình lên theo một phương hướng trong vài giây, tất cả các tia đạn đạo bay về phía đấy khi va vào hắn sẽ bị tiêu hủy hoàn toàn. Ngoài ra Braum còn chặn lại toàn bộ sát thương từ đòn đánh đầu tiên đồng thời giảm lại sát thương của toàn bộ các đòn đánh về sau tung ra từ hướng đó.", "r": "Braum dậm mạnh xuống mặt đất, hất văng những kẻ địch cạnh bên, và trong đường thẳng phía trước hắn lên không. Một vệt rạn nứt sẽ hiện ra theo đường thẳng đó gây hiệu ứng làm chậm lên các nạn nhân."}, "caitlyn": {"noi_tai": "Sau một số đòn đánh thường, hoặc đối với mục tiêu đạp phải bẫy, Caitlyn sẽ bắn một cú cực mạnh gây thêm sát thương dựa vào Tỷ lệ Chí mạng. Thiện Xạ của Caitlyn sẽ có tầm đánh tăng gấp đôi đối với mục tiêu bị mắc bẫy của cô.", "q": "Caitlyn nâng khẩu súng trường của mình lên trong 1 giây rồi bắn ra một phát đạn xuyên phá gây sát thương vật lí (sát thương giảm dần lên các mục tiêu trúng đòn tiếp theo).", "w": "Caitlyn đặt bẫy để tìm đám Yordle lén lút. Khi sập bẫy, tướng địch bị lộ diện và làm bất động trong 1.5 giây.", "e": "Caitlyn bắn ra một tấm lưới làm chậm mục tiêu của cô ta. Còn Caitlyn sẽ bay ngược về phía sau.", "r": "Caitlyn ngắm cẩn thận cho một cú bắn chuẩn xác, gây sát thương khủng khiếp lên một mục tiêu ở cự ly xa. Tướng đối phương có thể hứng đạn thế cho đồng đội của chúng."}, "camille": {"noi_tai": "Đòn đánh lên tướng cho một lá chắn bằng 20% máu tối đa của Camille giúp chặn loại sát thương của kẻ đó (Vật lý hoặc Phép) trong một thời gian ngắn.", "q": "Đòn đánh kế của Camille gây thêm sát thương và tăng tốc chạy. Kỹ năng này có thể tái sử dụng sau chốc lát, gây thêm nhiều sát thương nếu Camille ngừng lại một chút giữa hai đòn tấn công.", "w": "Camille quét theo hình nón sau một khoảng trễ, gây sát thương. Kẻ địch ở nửa ngoài vùng quét bị làm chậm và chịu thêm sát thương, đồng thời Camille được hồi máu.", "e": "Camille kéo mình tới chỗ tường, bật khỏi đó và hất tung kẻ địch khi hạ cánh.", "r": "Camille lướt tới tướng chỉ định, nhốt chúng trong một khu vực. Cô cũng gây thêm sát thương phép trên đòn đánh lên mục tiêu."}, "cassiopeia": {"noi_tai": "Cassiopeia được tăng Tốc độ Di chuyển mỗi cấp, nhưng không thể mua giày.", "q": "Cassiopeia tung chưởng Độc vào một khu vực sau thoáng chốc, nếu có tướng địch trúng phải, cô sẽ được gia tăng tốc độ di chuyển.", "w": "Cassiopeia phun độc thành hình cung trước mặt, để lại một đám mây độc trên mặt đất. Kẻ địch đứng trong chướng khí liên tục trúng độc, khiến chúng chịu sát thương theo thời gian, bị làm chậm và sa lầy. Kẻ địch bị sa lầy không thể dùng kỹ năng di chuyển.", "e": "Cassiopeia tung ra một đòn đánh vào mục tiêu, hồi máu cho cô. Nếu bị trúng độc, mục tiêu chịu thêm sát thương. Nếu mục tiêu bị hạ gục, Cassiopeia được hồi lại năng lượng.", "r": "Cassiopeia phóng thích một vòng xoáy năng lượng ma thuật từ đôi mắt của ả, làm choáng tất cả kẻ địch đối diện và làm chậm những kẻ dám quay lưng lại."}, "cho'gath": {"noi_tai": "Bất cứ khi nào Cho'Gath tiêu diệt một đơn vị, hắn được hồi lại Máu và Năng lượng. Giá trị này gia tăng dựa trên cấp của Cho'Gath.", "q": "Tạo một vụ địa chấn tại vị trí mục tiêu, tung kẻ địch lên không, gây sát thương và làm chậm.", "w": "Cho'Gath phóng thích một luồng sóng âm theo hình nón, gây sát thương phép và làm câm lặng kẻ địch trong vài giây.", "e": "Đòn đánh của Cho'Gath phun ra gai nhọn, gây sát thương và làm chậm tất cả kẻ địch trước mặt.", "r": "Ngoạm một đơn vị địch, gây sát thương chuẩn cực lớn. Nếu mục tiêu bị hạ, Cho'Gath tăng kích thước và Máu tối đa."}, "corki": {"noi_tai": "Một phần sát thương từ đòn đánh cơ bản của Corki được chuyển thành sát thương phép. Theo chu kỳ, Hàng Tiếp Tế sẽ xuất hiện tại căn cứ của Corki, tải hàng sẽ giúp hắn có Tốc độ Di chuyển tạm thời ngoài giao tranh và nâng cấp Thảm Lửa Valkyrie thành Rải Bom.", "q": "Corki bắn một quả bom sáng vào vị trí mục tiêu, gây sát thương phép lên những nạn nhân trúng chiêu. Vụ nổ làm lộ diện các đơn vị trong vùng ảnh hưởng trong thoáng chốc.", "w": "Corki bay một quãng ngắn, thả bom tạo ra một vệt lửa gây sát thương lên kẻ địch đứng trên đó.", "e": "Súng Máy của Corki bắn liên tục theo hình nón phía trước hắn, gây sát thương và giảm Giáp lẫn Kháng Phép của kẻ địch.", "r": "Corki bắn một quả hỏa tiễn vào vị trí mục tiêu sẽ nổ tung sau khi khi va chạm, gây sát thương lên những kẻ địch quanh vùng ảnh hưởng. Corki tích trữ một hỏa tiễn mỗi 12 giây lên đến tổng cộng 7 quả. Mỗi quả thứ 3 sẽ là quả Cực Đại, gây sát thương cao hơn."}, "darius": {"noi_tai": "Darius tung ra các đòn đánh với một sự tính toán vô cùng chính xác, buộc mục tiêu phải bị Xuất Huyết. Hiệu ứng này có thể cộng dồn lên đến tối đa năm lần. Nếu kẻ địch bị xuất huyết ở mức tối đa, Darius sẽ nhận được hiệu ứng Sức Mạnh Noxus, cộng thêm một lượng sát thương lớn.", "q": "Darius múa rìu xung quanh mình. Những kẻ địch trúng phải lưỡi rìu sẽ nhận nhiều sát thương hơn những kẻ bị trúng phải cán rìu. Darius sẽ hồi máu lại dựa vào số tướng bị lưỡi rìu chém phải.", "w": "Đòn đánh kế tiếp của Darius tấn công vào huyết mạch của đối phương. Khi bị chảy máu, nạn nhân sẽ bị giảm Tốc độ Di chuyển.", "e": "Darius cường hóa chiếc rìu của mình, khiến sát thương vật lí của hắn bỏ qua một số phần trăm Giáp của mục tiêu. Khi được kích hoạt, Darius sẽ quét kẻ địch bằng chiếc rìu của mình và kéo chúng đến cạnh bên hắn.", "r": "Darius nhảy xổ vào một tướng địch rồi tấn công bằng một cú bổ chí tử, gây sát thương chuẩn. Lượng sát thương sẽ gia tăng dựa trên những điểm cộng dồn Xuất Huyết trên mục tiêu. Nếu Máy Chém Noxus là đòn kết liễu, kĩ năng này có thể được tái sử dụng trong một khoảng thời gian ngắn."}, "diana": {"noi_tai": "Mỗi đòn đánh thứ ba hồi lại năng lượng và gây sát thương phép lan lên các kẻ địch gần đó. Mỗi lần tung chiêu tăng tốc độ đánh của 3 đòn đánh kế tiếp.", "q": "Diana vung thanh gươm phóng thích một tia chớp năng lượng mặt trăng gây sát thương theo hình vòng cung trước khi phát nổ. Các đơn vị trúng chiêu sẽ bị trúng phải hiệu ứng Ánh Trăng, đồng thời bị lộ diện nếu chúng đang không tàng hình. ", "w": "Diana tạo ra ba quả cầu bay quanh người, chúng sẽ phát nổ khi tiếp xúc với kẻ địch gây sát thương trên khu vực. Cô cũng được nhận một lớp giáp chặn sát thương tạm thời. Lớp giáp sẽ được gia tăng nếu quả cầu thứ ba phát nổ.", "e": "Diana hút và làm chậm tất cả kẻ địch gần đó. Nội tại tăng tốc độ đánh cho Diana sau khi tung chiêu. ", "r": "Diana dịch chuyển đến một kẻ địch rồi gây sát thương phép. Trăng Non không cần thời gian hồi chiêu khi được sử dụng để dịch chuyển đến một mục tiêu bị ảnh hưởng bởi Ánh Trăng."}, "dr. mundo": {"noi_tai": "Dr. Mundo hồi 0.3% máu tối đa mỗi giây.", "q": "Dr. Mundo ném dao phay, gây sát thương theo phần trăm máu hiện tại của mục tiêu và làm chậm nạn nhân trong chốc lát. Dr. Mundo thích thú khi kẻ khác đau đớn, nên hắn được hồi một phần Máu tiêu hao nếu ném dao phay trúng (nhân đôi nếu dao phay tiêu diệt mục tiêu).", "w": "Dr. Mundo rút Máu của chính mình để giảm thời gian khống chế và liên tục gây sát thương lên các kẻ địch gần đó.", "e": "Dr. Mundo nhận thêm sức mạnh công kích dựa theo máu đã mất, và đòn đánh kế tiếp giáng mạnh vào mục tiêu, gây thêm sát thương. Nội tại tăng kháng phép mỗi khi Dr. Mundo chịu sát thương phép hoặc tiêu hao máu.", "r": "Dr. Mundo hi sinh một phần máu của hắn để tăng Tốc độ Di chuyển và tăng mạnh Tốc độ hồi Máu."}, "draven": {"noi_tai": "Draven nhận một được sự Ngưỡng Mộ từ các người hâm mộ bất cứ khi nào hắn bắt được một chiếc Đao Xoáy hay tiêu diệt một quân lính hoặc quái hoặc trụ. Hạ gục tướng địch sẽ giúp Draven nhận thêm vàng dựa trên số Ngưỡng Mộ hắn có.", "q": "Đòn đánh kế tiếp của Draven sẽ gây thêm sát thương vật lí. Chiếc rìu sẽ nảy ra khỏi mục tiêu văng lên không trung. Nếu Draven bắt được nó, hắn sẽ tự động sẵn sàng để tung ra chiêu Rìu Xoay lần nữa. Draven có thể sẵn sàng cho tối đa hai chiếc Rìu Xoay.", "w": "Draven nhận thêm Tốc độ di chuyển và Tốc độ đánh. Lượng Tốc độ di chuyển cộng thêm sẽ giảm dần theo thời gian. Bắt lại chiếc Rìu Xoay sẽ  hoàn thành thời gian hồi chiêu Xung Huyết.", "e": "Draven quẳng chiếc rìu ra, gây sát thương vật lí lên những mục tiêu bị trúng phải và hất chúng sang một bên. Ngoài ra nạn nhân cũng bị làm chậm.", "r": "Draven ném hai chiếc rìu đi gây sát thương vật lí lên những kẻ trúng chiêu. Lốc Xoáy Tử Vong sẽ đổi hướng quay ngược lại với Draven sau khi đã trúng phải một tướng địch. Draven có thể kích hoạt kĩ năng này khi chiếc rìu còn đang trên đường bay để buộc nó quay lại sớm hơn. Gây giảm sát thương lên mỗi đơn vị trúng phải và tự động trở lại mức sát thương gốc sau khi đảo hướng."}, "ekko": {"noi_tai": "Động Cơ Z của Ekko cộng dồn năng lượng từ đòn đánh và kỹ năng. Đòn thứ ba gây thêm sát thương phép và, nếu mục tiêu là tướng, Ekko được tăng tốc độ di chuyển.", "q": "Ekko tung ra một quả lựu đạn, thứ sẽ phát nổ tạo ra một trường thời gian bóp méo khi trúng một tướng địch, làm chậm và gây sát thương lên mọi đơn vị bên trong. Sau đó, nó sẽ quay trở lại với Ekko, gây sát thương trên đường về.", "w": "Ekko phá vỡ dòng thời gian, tạo một vùng dị thường bất ổn sẽ mở rộng sau vài giây, làm chậm những kẻ địch bên trong. Nếu Ekko tiến vào vùng dị thường, cậu sẽ nhận một lớp khiên và gây ra một vụ nổ giữ chân kẻ địch trong một từ trường tạm thời, làm choáng chúng.", "e": "Ekko lướt đi né tránh sát thương và kích hoạt Động Cơ Zero. Đòn tấn công tiếp theo của cậu sẽ gây thêm sát thương và bóp méo thời gian, dịch chuyển tức thời cậu đến mục tiêu.", "r": "Ekko tự đảo lộn dòng thời gian của bản thân, khiến cậu trở nên không thể bị chọn làm mục tiêu và quay về thời điểm thích hợp trong quá khứ. Cậu ta biến trở lại địa điểm vài giây trước, và hồi máu một phần sát thương nhận vào trong thời gian đó. Kẻ địch đứng gần địa điểm này sẽ phải chịu rất nhiều sát thương."}, "elise": {"noi_tai": "Dạng Người: Khi kĩ năng của Elise trúng phải kẻ địch, một Nhện Con sẽ được tạo ra.Nhện Chúa: Các đòn đánh thường sẽ gây thêm sát thương phép và hồi lại máu cho Elise", "q": "Dạng Người: Mục tiêu càng nhiều máu thì gây càng nhiều sát thương.Nhện Chúa: Nhảy xổ vào kẻ địch, nạn nhân còn càng thấp máu càng nhận nhiều sát thương.", "w": "Dạng Người: Phóng một con Nhện Con độc tố vào kẻ địch, nó sẽ phát nổ khi đến gần một mục tiêu.Nhện Chúa: Elise cùng bầy Nhện Con được tăng Tốc độ Đánh.", "e": "Dạng người: Làm choáng kẻ địch đầu tiên trúng phải đồng thời khiến nạn nhân bị lộ diện nếu chúng đang không tàng hình.Nhện Chúa: Elise cùng bầy Nhện Con đu lên dây tơ rồi đáp xuống ngay trên mục tiêu. Sau khi đáp xuống mục tiêu, Elise được tăng sát thương và hồi máu cộng thêm của Dạng Nhện.", "r": "Biến thành một con nhện hung hãn, đánh đổi tầm đánh để lấy tốc độ di chuyển, dàn kĩ năng mới, và một đàn Nhện con tấn công kẻ địch của cô ta. "}, "evelynn": {"noi_tai": "Khi không giao tranh, Evelynn tiến vào trạng thái Yêu Ảnh. Yêu Ảnh hồi máu cho Evelynn nếu ả đang thấp máu và cho Ngụy Trang sau cấp 6. ", "q": "Evelynn dùng sợi roi trên lưng để tấn công, gây sát thương lên đơn vị đầu tiên trúng phải. Tiếp đó, Evelynn có thể bắn ra một dải gai vào kẻ địch gần đó tối đa 3 lần.", "w": "Evelynn nguyền rủa mục tiêu, khiến đòn đánh hoặc kỹ năng kế tiếp của ả sau một khoảng trễ sẽ mê hoặc mục tiêu và giảm Kháng Phép của kẻ đó.", "e": "Evelynn quất roi vào mục tiêu, gây sát thương. Sau đó ả sẽ được tăng tốc độ di chuyển trong chốc lát. Lần tung Quất Roi đầu tiên của Evelynn sau khi tiến vào trạng thái Yêu Ảnh gây thêm sát thương và đưa ả đến chỗ mục tiêu.", "r": "Evelynn thoáng trở nên không thể bị chỉ định và càn quét vùng trước mặt trước khi dịch chuyển về sau một khoảng cách lớn."}, "ezreal": {"noi_tai": "Ezreal nhận thêm Tốc độ Đánh mỗi khi dùng kỹ năng trúng đích, cộng dồn tối đa @MaxStacks@ lần.", "q": "Ezreal bắn ra một luồng năng lượng giúp làm giảm hồi chiêu nếu trúng kẻ địch.", "w": "Ezreal bắn ra một quả cầu dính vào tướng hoặc mục tiêu đầu tiên trúng phải. Nếu Ezreal tấn công kẻ địch có quả cầu, nó sẽ phát nổ và gây sát thương.", "e": "Ezreal bay đến một chỗ gần đó và bắn ra một luồng năng lượng vào kẻ địch gần nhất. Ưu tiên kẻ địch bị trúng Tinh Hoa Tuôn Chảy.", "r": "Ezreal vận sức để bắn ra sóng năng lượng cực mạnh gây sát thương lên mỗi đơn vị nó đi qua (sát thương giảm đi theo từng đơn vị trúng phải)."}, "fiddlesticks": {"noi_tai": "Đứng yên hoặc vận sức trong 1.5 giây cường hóa Fiddlesticks với Kinh Hoàng. Các chiêu khống chế bất động đặt lại thời gian này.Kinh Hoàng tăng Tốc độ Di chuyển, nhưng chỉ tồn tại 1.5 giây sau khi Fiddlesticks bắt đầu di chuyển.", "q": "Khiến cho một kẻ địch bị hoảng sợ, chạy bấn loạn trong thời gian hiệu lực.", "w": "Fiddlesticks hút máu từ một kẻ địch, gây sát thương và hồi máu cho bản thân.", "e": "Chưởng một luồng gió độc lên kẻ địch và nảy sang các mục tiêu cạnh bên, gây sát thương và làm câm lặng các nạn nhân.", "r": "Một đám quạ gớm ghiếc bay quanh Fiddlesticks, gây sát thương mỗi giây lên tất cả kẻ địch trong vùng ảnh hưởng."}, "fiora": {"noi_tai": "Fiora thách thức những Tướng địch gần kề tránh được chiêu kiếm của cô. Cô ta chỉ ra một hướng để tìm cách tấn công vào địch thủ từ hướng đó. Nếu cô ta có thể hoàn thành thử thách của riêng mình, cô ta sẽ nhận được một lợi thế nhỏ và chỉ ra một hướng mới. ", "q": "Fiora lao tới trước và chém một kẻ địch gần kề, gây sát thương vật lí và các hiệu ứng trên đòn đánh.", "w": "Fiora chặn lại toàn bộ sát thương và các hiệu ứng khống chế nhận vào trong một khoảng thời gian ngắn, rồi đâm về một hướng. Cú đâm này sẽ làm chậm tướng địch đầu tiên trúng chiêu, hoặc làm choáng chúng nếu như Fiora đã chặn được một hiệu ứng khống chế cứng bằng kĩ năng này.", "e": "Fiora được tăng tốc độ đánh cho hai đòn tiếp theo. Đòn đánh đầu tiên sẽ làm chậm mục tiêu, còn đòn đánh thứ hai sẽ gây chí mạng. ", "r": "Fiora vạch ra toàn bộ bốn Điểm Yếu trên một tướng địch và nhận thêm tốc độ di chuyển khi ở gần chúng. Nếu Fiora đánh trúng cả 4 Điểm Yếu hoặc nếu mục tiêu bị hạ gục sau khi cô ta đã đánh trúng ít nhất một điểm, Fiora và đồng minh của cô trong phạm vi được hồi máu trong vài giây tiếp theo. "}, "fizz": {"noi_tai": "Sự linh hoạt của Fizz cho phép hắn chạy xuyên vật thể và nhận giảm sát thương vật lí từ các đòn đánh thường.", "q": "Fizz lướt qua mục tiêu, gây sát thương phép và đặt hiệu ứng trên đòn đánh.", "w": "Đòn đánh của Fizz làm chảy máu kẻ địch, gây sát thương phép trong vài giây. Fizz cường hóa đòn đánh tiếp theo để gây thêm sát thương và gia tăng sức mạnh cho các đòn đánh sau đó trong một thời gian ngắn.", "e": "Fizz nhảy lên rồi duyên dáng đáp xuống trên cây đinh ba, trở nên không thể bị chỉ định. Từ vị trí này, Fizz có thể dậm xuống mặt đất hoặc nhảy một lần nữa trước khi đập ra sau.", "r": "Fizz quăng cá vào hướng chỉ định, bám dính lấy bất kỳ tướng địch nào chạm phải và làm chậm mục tiêu. Sau chốc lát, thủy quái trồi lên, hất tung mục tiêu và đẩy kẻ địch xung quanh sang bên. Mọi kẻ địch trúng phải chịu sát thương phép và bị làm chậm."}, "galio": {"noi_tai": "Cứ vài giây một lần, đòn đánh kế tiếp của Galio gây thêm sát thương phép trong một vùng. Hồi chiêu Cú Nện Khổng Lồ giảm đi khi Galio dùng kỹ năng trúng tướng địch.", "q": "Galio phóng ra hai luồng gió hội tụ lại thành lốc xoáy.", "w": "Galio tiến vào trạng thái phòng ngự, di chuyển chậm hơn. Khi thoát khỏi trạng thái đó, Galio sẽ khiêu khích và gây sát thương lên kẻ địch xung quanh.", "e": "Galio lùi lại một bước rồi lao tới, hất tung tướng địch đầu tiên đụng phải.", "r": "Galio giúp một đồng minh được giảm sát thương gánh chịu. Sau chốc lát, Galio đáp xuống địa điểm ban đầu của đồng minh, hất tung các kẻ địch gần đó."}, "gangplank": {"noi_tai": "Cứ vài giây, đòn đánh cận chiến của Gangplank sẽ thiêu cháy đối thủ.", "q": "Bắn mục tiêu, cướp được thêm Vàng cho mỗi đơn vị địch bị tiêu diệt", "w": "Ăn trái cây để chữa lành các hiệu ứng khống chế và hồi Máu.", "e": "Gangplank đặt ra một thùng thuốc súng tại địa điểm chỉ định. Nếu hắn tấn công nó, nó sẽ phát nổ, gây sát thương của đòn đánh lan ra các kẻ địch trong phạm vi ảnh hưởng, và làm chậm chúng.", "r": "Gangplank ra hiệu cho tàu chiến của hắn oanh tạc một khu vực, làm chậm và gây sát thương lên kẻ địch."}, "garen": {"noi_tai": "Nếu Garen chưa dính phải sát thương hoặc kĩ năng của kẻ địch trong khoảng thời gian gần đây, anh được hồi lại phần trăm Máu tối đa mỗi giây. Sát thương từ lính không làm mất hiệu ứng Bền Bỉ.", "q": "Garen được tăng mạnh Tốc độ Di chuyển, giải phóng khỏi mọi trạng thái làm chậm đang tác động lên hắn, đồng thời cú đánh kế tiếp của hắn sẽ tấn công vào điểm yếu của kẻ địch, gây thêm sát thương và làm câm lặng nạn nhân. ", "w": "Garen được tăng Giáp và Kháng Phép khi tiêu diệt kẻ địch. Anh cũng có thể kích hoạt kỹ năng để nhận thêm một lượng lớn Kháng Hiệu Ứng và giảm sát thương gánh chịu trong chốc lát. Sau đó, lượng giảm sát thương gánh chịu sẽ giảm đi nhưng tồn tại lâu hơn.", "e": "Garen thực hiện một vũ điệu tử thần bằng thanh kiếm của mình, gây sát thương và giảm giáp tướng địch trúng phải xung quanh bản thân trong thời gian hiệu lực. ", "r": "Tướng địch với số điểm hạ gục cao nhất gần đây sẽ trở thành Kẻ Thủ Ác. Garen sẽ gây thêm sát thương chuẩn lên Kẻ Thủ Ác.Garen kêu gọi sức mạnh của Demacia giúp tung ra một một đòn kết liễu tướng đối phương, gây sát thương dựa trên số máu mục tiêu đã mất. Kẻ Thủ Ác sẽ phải chịu sát thương chuẩn."}, "gnar": {"noi_tai": "Khi đang bên trong giao tranh Gnar sẽ được tăng Cuồng. Đạt đủ mức Cuồng tới đa sẽ khiến hắn biến hình thành Gnar Khổng Lồ, giúp tăng cường khả năng sống sót và nhận một dàn kĩ năng mới.", "q": "Gnar quẳng đi chiếc boomerang thứ gây sát thương và làm chậm kẻ địch trúng phải trước khi quay về với hắn. Nếu hắn bắt lại được chiếc boomerang sẽ khiến thời gian hồi chiêu giảm đi.Gnar Khổng Lồ ném đi một tảng đá, thứ sẽ đập vào một đơn vị đầu tiên trúng phải, gây sát thương và làm chậm mọi thứ cạnh bên. Tảng đá có thể được nhặt lại để giảm thời gian hồi chiêu.", "w": "Các đòn đánh và kĩ năng của Gnar khiến hắn cảm thấy phấn khích, giúp gây thêm sát thương và tăng Tốc độ Di chuyển.Gnar Khổng Lồ không hề cảm thấy phấn khích, mà chỉ đơn giản là muốn đập phá mọi thứ phía trước hắn, làm choáng các nạn nhân trúng chiêu.", "e": "Gnar nhảy tới điểm đã chọn rồi nhún nhảy khỏi đầu bất kì đơn vị nào hắn đáp xuống, để tiếp tục di chuyển xa hơn. Gnar Khổng Lồ quá lớn để nhún nhảy nên phải đáp mạnh xuống mặt đất, gây sát thương xung quanh hắn.", "r": "Gnar Khổng Lồ ném mọi thứ quanh hắn theo hướng đã chọn, gây sát thương và làm chậm các nạn nhân trúng chiêu. Bất kì kẻ địch nào trúng phải vách tường đều bị làm choáng và chịu thêm sát thương."}, "gragas": {"noi_tai": "Khi sử dụng kĩ năng, Gragas tự thưởng cho mình bằng một nốc rượu giúp hồi 6% máu tối đa. Hiệu ứng này chỉ có thể xảy ra mỗi 8 giây một lần.", "q": "Gragas quẳng bình rượu đến một vị trí, có thể kích hoạt để phát nổ hoặc tự phát nổ sau 4 giây. Những kẻ địch trúng chiêu sẽ bị giảm Tốc độ Di chuyển.", "w": "Gragas nốc rượu trong bình trong 1 giây. Hậu quả là hắn trở nên say xỉn khiến cú đánh kế tiếp gây thêm sát thương phép cho tất cả kẻ địch xung quanh và được giảm sát thương gánh chịu.", "e": "Gragas lao đến vị trí đã chọn và va chạm với kẻ địch đầu tiên hắn đụng phải, gây sát thương lên tất cả kẻ địch xung quanh và làm choáng chúng.", "r": "Gragas quẳng bình rượu đến vị trí mục tiêu, phát nổ khi tiếp xúc, gây sát thương và hất tung kẻ địch trong vụ nổ."}, "graves": {"noi_tai": "Khẩu súng của Graves chứa được hai đạn cối. Sau khi dùng hết, hắn phải nạp lại. Mỗi đòn đánh thường bắn ra nhiều viên đạn theo hình nón. Sát thương tăng thêm với mỗi viên đạn bắn trúng vào cùng một kẻ địch. Những viên đạn này không thể xuyên qua các đơn vị.", "q": "Graves bắn ra một viên đạn sẽ nổ sau 2 giây hoặc sau 0.2 giây khi va phải địa hình.", "w": "Graves bắn một bọc khói vào khu vực chỉ định, tạo ra một đám mù làm giảm tầm nhìn. Kẻ địch trúng bọc khói chịu sát thương phép và bị giảm tốc độ di chuyển trong thoáng chốc.", "e": "Graves lướt tới trước, nhận thêm Giáp trong vài giây. Nếu lướt về phía tướng địch, Graves được hai điểm Lì Đòn. Đòn đánh thường trúng kẻ địch giảm hồi chiêu kỹ năng này và làm mới thời gian tăng chống chịu.", "r": "Graves bắn một viên đạn cực mạnh gây sát thương khủng lên mục tiêu đầu tiên trúng phải. Sau khi trúng một tướng hoặc bay hết tầm xa, viên đạn phát nổ gây sát thương theo hình nón."}, "hecarim": {"noi_tai": "Hecarim nhận thêm Sát thương Vật lí tương đương với số phần trăm Tốc độ Di chuyển được cộng thêm của hắn.", "q": "Hecarim tấn công các mục tiêu xung quanh và gây sát thương vật lí.", "w": "Hecarim gây sát thương ma thuật lên kẻ thù xung quanh trong một khoảng thời gian ngắn, hắn cũng được hồi máu dựa trên phần trăm lượng sát thương mà đối phương phải gánh chịu.", "e": "Hecarim nhận thêm Tốc độ Di chuyển và có thể đi xuyên vật thể trong một khoảng thời gian ngắn. Đòn tấn công tiếp theo của hắn đẩy lùi mục tiêu đồng thời gây thêm sát thương vật lí dựa trên quãng đường di chuyển được từ khi kích hoạt kĩ năng.", "r": "Hecarim triệu hồi các bóng ma kị sĩ và chạy tới trước, gây sát thương phép trên một đường thẳng. Hecarim sẽ tạo ra một luồng sóng năng lượng khi hắn kết thúc cú phóng tới, khiến những kẻ địch cạnh bên bỏ chạy tán loạn trong sợ hãi."}, "heimerdinger": {"noi_tai": "Nhận thêm Tốc độ Di chuyển khi ở gần trụ đồng minh và Ụ Súng được Heimerdinger thiết lập.", "q": "Heimerdinger đặt xuống một ụ súng máy, thứ được trang bị ống bắn tia chớp điện xuyên thấu. (Ụ súng gây một nửa sát thương lên trụ).", "w": "Heimerdinger bắn những quả hỏa tiễn hội tụ về vị trí con trỏ chuột của hắn.", "e": "Heimerdinger quẳng một quả lựu đạn vào điểm đã chọn, gây sát thương lên các đơn vị kẻ địch, làm choáng những nạn nhân trúng chiêu trực tiếp và làm chậm những nạn nhân xung quanh.", "r": "Heimerdinger nảy ra sáng kiến cực ngầu, khiến kĩ năng kế tiếp của hắn được gia cường hiệu lực."}, "illaoi": {"noi_tai": "Illaoi và Tế Phẩm tạo ra Xúc Tu trên địa hình không đi qua được xung quanh. Xúc tu quất vào Linh Hồn, Tế Phẩm, và nạn nhân của Lời Răn Khắc Nghiệt. Xúc Tu gây sát thương vật lý lên kẻ địch trúng phải, và sẽ hồi máu cho Illaoi nếu sát thương một tướng.", "q": "Tăng sát thương từ Xúc Tu. Khi kích hoạt, Illaoi đập xuống một Xúc Tu gây sát thương vật lý.", "w": "Illaoi lao tới chỗ mục tiêu, gây sát thương vật lý và khiến các Xúc Tu gần đó quất vào mục tiêu.", "e": "Illaoi rút Linh Hồn ra khỏi thể xác kẻ địch, buộc nó phải đứng trước bà ta. Một phần sát thương Linh Hồn phải chịu cũng sẽ được gây ra cho thể xác. Nếu bị tiêu diệt hoặc nếu mục tiêu đi quá xa khỏi Linh Hồn, hắn sẽ trở thành Tế Phẩm và bắt đầu tạo ra Xúc Tu.", "r": "Illaoi đập tượng thần xuống đất, gây sát thương vật lý lên kẻ địch xung quanh. Một Xúc Tu được tạo ra với mỗi Tướng địch trúng phải."}, "irelia": {"noi_tai": "Khi Irelia tấn công kẻ địch bằng kỹ năng, cô nhận được bùa lợi tăng sát thương phép trên đòn đánh. Khi đạt cộng dồn tối đa, cô nhận thêm Tốc độ Đánh và gây thêm sát thương lên lá chắn.", "q": "Irelia lướt tới tấn công mục tiêu và hồi máu cho bản thân. Nếu mục tiêu bị đánh dấu hoặc chết bởi Đâm Kiếm, nó hồi chiêu lại ngay lập tức.", "w": "Irelia tích tụ một cú đánh gây sát thương tăng theo thời gian vận sức. Cô được giảm sát thương gánh chịu trong lúc đó.", "e": "Irelia tung ra hai lưỡi kiếm bay về phía nhau. Kẻ địch đứng trên đường thẳng đó chịu sát thương, bị làm choáng và đánh dấu.", "r": "Irelia bắn ra vô số lưỡi kiếm lan tỏa ra ngoài khi trúng tướng địch. Kẻ địch trúng kiếm chịu sát thương và bị đánh dấu. Sau đó, các lưỡi kiếm tạo thành bức tường gây sát thương, làm chậm và giải giới kẻ địch đi qua."}, "ivern": {"noi_tai": "Ivern không thể tấn công hoặc bị tấn công bởi quái thường. Ivern có thể tạo ra lùm cây ma thuật ở bãi quái lớn dần theo thời gian. Khi lùm cây lớn hẳn, Ivern có thể trả tự do cho quái để nhận vàng và kinh nghiệm. Sau cấp 5, Ivern có thể chia sẻ bùa rừng với đồng minh.", "q": "Ivern tạo ra một rễ cây gây sát thương và trói chân mục tiêu địch trúng phải. Đồng minh của Ivern có thể lướt tới mục tiêu bị trói.", "w": "Trong bụi cỏ, đòn đánh của Ivern có tầm xa và gây thêm sát thương phép. Ivern có thể kích hoạt để tạo một bụi cỏ.", "e": "Ivern đặt lá chắn lên một đồng minh, thứ phát nổ sau chốc lát để làm chậm và gây sát thương kẻ địch.", "r": "Ivern triệu hồi người bạn Daisy kề vai chiến đấu. Daisy sẽ tung sóng chấn động nếu cô tấn công một tướng địch ba lần liên tiếp."}, "janna": {"noi_tai": "Nội tại cho Janna 8% Tốc độ Di chuyển, và các đồng minh gần đó được tăng tốc tương tự khi đi về phía cô.Ngoài ra, đòn đánh của Janna gây thêm sát thương phép dựa trên Tốc độ Di chuyển cộng thêm.", "q": "Bằng cách tạo ra một vùng sức ép nhiệt độ, Janna có thể gọi ra một cơn bão ngày càng lớn theo thời gian. Cô có thể kích hoạt phép lần nữa để phóng thích cơn bão. Khi phóng thích cơn bão sẽ bay về hướng nó được tung ra, gây sát thương và hất văng kẻ địch trúng phải.", "w": "Janna triệu hồi một tinh linh gió có nội tại tăng tốc độ di chuyển cho cô và giúp cô đi xuyên qua các đơn vị. Cô cũng có thể kích hoạt kỹ năng này để gây sát thương và làm chậm tốc độ di chuyển của một kẻ địch. Hiệu ứng di chuyển nội tại mất đi khi kỹ năng này đang hồi lại.", "e": "Janna tạo ra một luồng gió bao phủ một tướng hoặc trụ đồng minh, giúp chặn sát thương nhận vào và tăng sát thương vật lí cho mục tiêu.", "r": "Janna bao phủ lấy bản thân bằng một cơn bão ma thuật, hất văng kẻ địch ra xa. Sau khi cơn bão xuất hiện, những cơn gió nhẹ sẽ hồi máu cho đồng minh xung quanh khi kỹ năng còn đang trong thời gian hiệu lực."}, "jarvan iv": {"noi_tai": "Các đòn đánh cơ bản của Jarvan IV lên một mục tiêu sẽ gây thêm sát thương vật lí. Hiệu ứng này không thể xảy ra trên cùng một mục tiêu trong một khoảng thời gian ngắn.", "q": "Jarvan IV đâm thương về phía trước, gây sát thương vật lí và giảm giáp của tất cả kẻ địch trúng phải. Ngoài ra, kỹ năng này sẽ kéo Jarvan IV đến điểm rơi của Hoàng Kì Demacia, hất tung những kẻ địch trúng chiêu lên không.", "w": "Jarvan IV viện cầu sức mạnh từ những vì vua cổ đại của Demacia giúp bảo vệ anh khỏi sát thương và làm chậm kẻ địch xung quanh.", "e": "Jarvan IV mang theo niềm tự hào của Demacia giúp tăng một lượng Tốc độ Đánh nội tại. Kích hoạt Hoàng Kì Demacia cho phép Jarvan IV phóng đi lá cờ của Demacia gây sát thương tại điểm tiếp xúc, đồng thời tăng cho tướng đồng minh cạnh bên Tốc độ Đánh.", "r": "Jarvan IV anh dũng lao vào một mục tiêu mạnh đến mức địa hình xung quanh anh bị biến thành một vùng đấu trường. Những đơn vị đối phương cạnh bên cũng nhận sát thương tại cùng thời điểm."}, "jax": {"noi_tai": "Các đòn đánh cơ bản liên tục của Jax gia tăng cho hắn tốc độ đánh.", "q": "Jax nhảy bổ vào một mục tiêu. Nếu đó là kẻ địch, hắn tấn công nạn nhân bằng vũ khí của mình.", "w": "Jax tích tụ năng lượng vào vũ khí, khiến đòn đánh kế gây thêm sát thương.", "e": "Sự thiện chiến của Jax giúp hắn có thể tránh khỏi tất cả các đòn đánh trong một thời gian ngắn rồi nhanh chóng phản công gây choáng lên kẻ địch xung quanh.", "r": "Mỗi cú đánh thứ ba liên tiếp tung ra sẽ gây thêm Sát thương Phép. Ngoài ra, Jax có thể kích hoạt kĩ năng này để phóng thích sức mạnh ẩn giấu bên trong, giúp gia tăng Giáp và Kháng Phép trong một thời gian ngắn."}, "jayce": {"noi_tai": "Nhận 40 Tốc độ Di chuyển trong 1.25 giây đồng thời được chạy xuyên vật thể mỗi khi sử dụng Chuyển hóa.", "q": "Dạng Búa: Bay tới một kẻ địch gây sát thương vật lí và làm chậm chúng.Dạng Pháo: Bắn ra một quả cầu điện tích, thứ sẽ phát nổ khi chạm phải kẻ địch (hoặc hết tầm bay) gây sát thương vật lí lên tất cả những kẻ địch trong vùng ảnh hưởng của vụ nổ.", "w": "Dạng Búa: Nội tại: Hồi năng lượng theo mỗi đòn đánh. Kích hoạt: Tạo ra một vùng sấm chớp rền vang gây sát thương lên những kẻ địch xung quanh trong vài giây.Dạng Pháo: Nhận một cú sốc năng lượng giúp tăng Tốc độ Đánh lên mức tối đa trong một vài đòn đánh kế tiếp. ", "e": "Dạng Búa: Gây sát thương phép lên một kẻ địch và hất nạn nhân lùi lại một cự li ngắn.Dạng Pháo: Tạo ra một chiếc Cổng Tăng Tốc giúp gia tăng Tốc độ Di chuyển cho những đồng minh bước qua đấy. Nếu Cầu Sấm được bắn xuyên qua cánh cổng này thì tốc độ bay, tầm bay và sát thương nó gây ra đều được gia tăng.", "r": "Dạng Búa: Chuyển sang Búa giúp nhận kĩ năng mới và được tăng tầm đánh. Đòn đánh đầu tiên ở dạng này sẽ giảm Giáp, Kháng Phép của nạn nhân.Dạng Pháo: Chuyển sang Pháo giúp nhận kĩ năng mới và tăng Giáp, Kháng Phép. Đòn đánh đầu tiên ở dạng này sẽ gây thêm sát thương phép."}, "jhin": {"noi_tai": "Khẩu đại bác cầm tay của Jhin, Lời Thì Thầm, là một công cụ gây sát thương cực lớn với độ chính xác cao. Nó bắn theo một tốc độ đánh cố định và chỉ chứa được bốn viên đạn. Viên đạn cuối cùng, mang theo ma thuật hắc ám, chí mạng và gây sát thương cộng thêm", "q": "Jhin ném một bọc đạn vào một kẻ địch. Nó có thể nảy tối đa bốn mục tiêu và tăng thêm sát thương một lần hạ gục được một đơn vị. ", "w": "Jhin giương súng lên bắn ra một phát đạn với tầm cực xa. Nó xuyên qua lính và quái, nhưng dừng lại ở tướng địch đầu tiên chạm phải. Nếu mục tiêu vừa bị tấn công bởi đồng minh của Jhin, dính bẫy hoa sen hoặc sát thương từ Jhin, chúng sẽ bị trói.", "e": "Jhin đặt một bẫy hoa sen kích hoạt khi bị giẫm lên. Nó làm chậm kẻ địch xung quanh trước khi gây sát thương trong một vụ nổ của những cánh hoa. Cái Chết Hoàn Mỹ - Khi Jhin hạ gục một tướng địch, một Bẫy Hoa Sen sẽ nở rộ quanh thi thể chúng.", "r": "Jhin tập trung sức mạnh, biến đổi Lời Thì Thầm thành khẩu đại bác vác vai. Hắn có thể bắn ra 4 phát súng với tầm cực xa xuyên qua lính và quái nhưng dừng lại ở tướng địch đầu tiên chạm phải. Lời Thì Thầm làm chậm và gây sát thương cộng thêm lên kẻ địch trúng phải. Viên đạn thứ 4 được chế tạo hoàn hảo, vô cùng mạnh mẽ, và chắc chắn sẽ chí mạng."}, "jinx": {"noi_tai": "Jinx được tăng mạnh Tốc độ Di chuyển mỗi khi cô sát thương một tướng, trụ, hoặc nhà lính vừa bị hạ sát hay phá hủy trước đó trong vòng 3 giây.", "q": "Jinx chuyển hóa các đòn đánh thường bằng cách hoán đổi giữa Bằng Chíu, khẩu súng nhỏ với Xương Cá, khẩu súng phóng lựu. Các phát bắn bằng Pằng Chíu sẽ tăng Tốc độ Đánh, còn các phát bắn bằng Xương Cá sẽ gây sát thương trên diện rộng, và gia tăng tầm bắn, nhưng bù lại tốc độ bắn giảm đi và tổn thất Năng lượng.", "w": "Jinx sử dụng Giật Bắn, khẩu súng phóng điện, bắn một luồng sáng làm chậm, gây sát thương và làm lộ diện kẻ địch đầu tiên trúng phải.", "e": "Jinx ném ra một hàng lựu đạn, thứ sẽ phát nổ sau 5 giây, đốt cháy những kẻ địch. Lựu Đạn Ma Hỏa sẽ táp vào các tướng địch bước lên chúng, trói chân các nạn nhân đó.", "r": "Jinx bắn ra một quả siêu tên lửa bay toàn bản đồ, thứ vũ khí sẽ được gia tăng sát thương gây ra dựa trên khoảng cách nó đã bay. Quả tên lửa sẽ phát nổ khi va chạm với một tướng địch, gây sát thương lên nạn nhân chính cũng như các kẻ địch xung quanh đấy dựa trên số Máu chúng đã tổn thất."}, "kai'sa": {"noi_tai": "Đòn đánh của Kai'Sa cộng dồn Vết Thương Ăn Mòn, gây thêm sát thương phép tăng dần. Hiệu ứng bất động của đồng minh giúp cộng dồn Điện Dịch. Ngoài ra, hướng lên trang bị của Kai'Sa nâng cấp các kỹ năng cơ bản.", "q": "Kai'Sa bắn ra một loạt tên năng lượng tìm kiếm các mục tiêu gần đó.Vỏ Bọc Cộng Sinh: Cơn Mưa Icathia bắn nhiều tên năng lượng hơn.", "w": "Kai'Sa bắn ra một chùm tia tầm xa, đánh dấu nội tại lên kẻ địch.Vỏ Bọc Cộng Sinh: Tia Truy Kích đánh dấu nhiều hơn và giảm hồi chiêu khi trúng tướng.", "e": "Kai'Sa tăng Tốc độ Di chuyển trong thoáng chốc, rồi tăng Tốc độ Đánh.Vỏ Bọc Cộng Sinh: Tích Tụ Năng Lượng cho Vô Hình trong thoáng chốc.", "r": "Kai'Sa lướt tới gần một tướng địch."}, "kalista": {"noi_tai": "Nếu Kalista được lệnh di chuyển khi đang vận sức tung đòn đánh hoặc kĩ năng Đâm Xuyên, cô sẽ phóng về hướng đó khi tung đòn đánh.", "q": "Kalista phóng ra một mũi giáo bay cực nhanh.", "w": "Nội tại nhận thêm Sức mạnh Công kích khi ở gần Thệ Ước, và gây thêm sát thương phép khi cùng tấn công lên một mục tiêu. Kích hoạt để tạo ra một linh hồn đi tuần tra, giúp soi sáng khu vực phía trước nó.", "e": "Các đòn đánh phóng giáo xuyên kẻ địch. Kích hoạt để rút các mũi giáo ra, làm chậm và gây sát thương gia tăng.", "r": "Dịch chuyển một đồng minh đến với Kalista. Họ có thể lướt tới một vị trí và đẩy lùi tất cả kẻ địch lại."}, "karma": {"noi_tai": "Giảm thời gian hồi của Kinh Mantra mỗi khi Karma sát thương một tướng địch bằng một trong những kĩ năng của cô (Nửa hiệu ứng đối với các đòn đánh thường của Karma).", "q": "Karma phóng ra một quả câu năng lượng tâm linh, thứ sẽ phát nổ và sát thương khi trúng phải một đơn vị kẻ địch.Mantra Cường Hóa: Sau vụ nổ, Kinh Mantra gia cường sức mạnh hủy diệt của kĩ năng Nội Hỏa, giúp tạo ra một vụ chấn động gây thêm sát thương sau thoáng chốc. ", "w": "Karma tạo ra một sợi dây kết nối giữa bản thân với một kẻ địch, gây sát thương và làm nạn nhân bị lộ diện. Nếu mối liên kết không bị phá vỡ, kẻ địch sẽ bị trói chân và gây sát thương lần nữa.Mantra Cường Hóa: Karma cường hóa mối liên kết, hồi máu bản thân và tăng thời gian trói chân.", "e": "Karma tạo ra một lá chắn giúp hấp thụ sát thương nhận vào đồng thời tăng tốc độ di chuyển cho đơn vị được hộ vệ.Mantra Cường Hóa: Năng lượng tồn dư sẽ phát tán ra xung quanh mục tiêu, tăng lớp lá chắn ban đầu và tạo hiệu ứng Linh Giáp lên các tướng đồng minh.", "r": "Karma cường hóa kĩ năng kế giúp gây thêm hiệu ứng. Kinh Mantra xuất hiện từ ngay cấp 1 và không cần điểm kĩ năng để tăng cấp."}, "karthus": {"noi_tai": "Khi chết, Karthus tiến vào trạng thái vong hồn cho phép hắn tiếp tục thi triển kỹ năng trong 7 giây.", "q": "Karthus làm bùng phát một vụ nổ tại điểm đã chọn, gây sát thương lên những nạn nhân trúng chiêu.", "w": "Karthus tạo ra một bức tường xuyên thấu. Bất kì đơn vị kẻ địch nào bước qua đó đều sẽ bị giảm Tốc độ Di chuyển và Kháng Phép trong một thời gian cố định.", "e": "Karthus hấp thụ linh hồn của các nạn nhân giúp hắn phục hồi Năng lượng theo mỗi đơn vị tiêu diệt được. Ngoài ra, Karthus còn có thể bao phủ lấy bản thân bằng những cơn sóng linh hồn các nạn nhân của hắn để gây sát thương lên những kẻ địch cạnh bên, nhưng bù lại phải tiêu hao Năng lượng liên tục.", "r": "Sau khi niệm chú 3 giây, Karthus sát thương tất cả tướng địch."}, "kassadin": {"noi_tai": "Kassadin nhận giảm 15% sát thương phép và có thể chạy xuyên vật thể.", "q": "Kassadin bắn một quả cầu năng lượng chân không, gây sát thương và làm ngắt quãng các kỹ năng niệm chú. Luồng năng lượng tàn dư tạo nên một lớp lá chắn quanh hắn, giúp hấp thụ sát thương phép nhận phải.", "w": "Nội tại : Các đòn đánh thường của Kassadin hồi lại gây thêm sát thương phép. Kích hoạt: Đòn đánh kế tiếp của Kassadin gây thêm một lượng lớn sát thương phép và giúp hồi lại Năng lượng.", "e": "Kassadin hút năng lượng từ những phép tung ra từ xung quanh. Khi tích tụ xong, Kassadin có thể sử dụng Áp Suất Hư Không để gây sát thương và làm chậm kẻ địch theo hình nón trước mặt hắn.", "r": "Kassadin dịch chuyển đến vị trí gần bên gây sát thương lên các kẻ địch xung quanh. Sử dụng Hư Vô Bộ Pháp nhiều lần trong thời gian ngắn sẽ làm hao tổn thêm năng lượng, nhưng bù lại gây thêm sát thương."}, "katarina": {"noi_tai": "Mỗi khi một tướng địch vừa bị Katarina gây sát thương trong 3 giây chết,  hồi chiêu các kỹ năng của cô được giảm 15 giây.Nếu Katarina nhặt Phi Dao, cô dùng nó chém qua tất cả kẻ địch xung quanh, gây sát thương phép.", "q": "Katarina ném Phi Dao vào mục tiêu, nảy sang kẻ địch xung quanh trước khi cắm xuống đất.", "w": "Katarina được tăng tốc độ di chuyển, ném Phi Dao lên không phía trên đầu cô.", "e": "Katarina bay đến chỗ mục tiêu, tấn công chúng nếu là kẻ địch, nếu không thì tấn công kẻ địch gần nhất. ", "r": "Katarina trở thành một cơn lốc phi dao, gây sát thương phép cực lớn trong lúc vận sức vào ba tướng địch gần nhất."}, "kayle": {"noi_tai": "Khi Kayle tấn công tướng, mục tiêu mất 3% Giáp và Kháng Phép trong 5 giây. Hiệu ứng cộng dồn đến 5 lần.", "q": "Chưởng kẻ địch bằng sức mạnh thần thánh, gây sát thương và làm chậm Tốc độ Di chuyển, đồng thời gây trạng thái Nhiệt Huyết Thần Thánh lên nạn nhân.", "w": "Ban phước lành cho tướng đồng minh, tăng Tốc độ Di chuyển và hồi máu cho họ.", "e": "Nội tại: Cho Kayle sát thương phép trên đòn đánh. Kích hoạt: Thanh gươm của Kayle được bao phủ bởi lửa, giúp tăng tầm đánh cho Kayle đồng thời gây sát thương lan và thêm sát thương phép.", "r": "Bảo vệ Kayle hoặc đồng minh trong thời gian ngắn, khiến họ miễn nhiễm với sát thương."}, "kayn": {"noi_tai": "Tại một thời điểm trong trận đấu, Kayn sẽ biến đổi vĩnh viễn thành một Sát Thủ Bóng Tối hoặc một Darkin.", "q": "Kayn lướt tới sau đó quét lưỡi hai. Cả hai động tác đều gây sát thương.", "w": "Kayn sát thương và làm chậm các mục tiêu trên một đường thẳng.", "e": "Kayn có thể đi qua địa hình", "r": "Kayn nhập vào cơ thể một kẻ địch, gây sát thương cực lớn khi thoát ra."}, "kennen": {"noi_tai": "Các kĩ năng của Kennen khắc Dấu Ấn Sấm Sét lên những kẻ địch trong 6 giây. Khi trúng phải 3 Dấu Ấn Sấm Sét, kẻ địch bị choáng trong 1.25 giây và Kennen nhận 25 Nội Năng. Làm choáng sẽ chỉ còn 0.5 giây nếu hiệu ứng xảy ra hai lần trong vòng 6 giây.", "q": "Kennen phóng ám khí vào kẻ địch, gây sát thương và khắc một Dấu Ấn Sấm Sét vào nạn nhân.", "w": "Đòn đánh của Kennen có thể gây thêm sát thương và khắc một Dấu Ấn Sấm Sét lên mục tiêu sau mỗi cú đánh, đồng thời hắn có thể kích hoạt kỹ năng này để sát thương và khắc thêm một Dấu Ấn Sấm Sét lên những nạn nhân đang bị khắc dấu ấn này.", "e": "Kennen biến thành dạng sét, cho phép cậu đi xuyên vật thể và đặt Dấu Ấn Sấm Sét. Kenne được tăng chống chịu và tốc độ di chuyển khi bắt đầu hiệu ứng, và tốc độ đánh khi kết thúc hiệu ứng.", "r": "Kennen triệu hồi một cơn bão tấn công ngẫu nhiên lên các tướng địch cạnh bên gây sát thương phép."}, "kha'zix": {"noi_tai": "Khi Kha'Zix không hiện diện với đội đối phương, hắn nhận được Hiểm Họa Tiềm Tàng, giúp đòn đánh thường kế tiếp lên Tướng địch gây thêm sát thương và làm chậm.", "q": "Gây sát thương vật lý lên mục tiêu. Sát thương tăng thêm với mục tiêu bị Cô Lập. Nếu chọn Tiến Hóa Vuốt Kiếm, nó hoàn lại một phần hồi chiêu khi dùng lên mục tiêu bị Cô Lập. Kha'Zix cũng được tăng tầm đánh và tầm Nếm Mùi Sợ Hãi.", "w": "Kha'Zix phóng gai nổ gây sát thương vật lý lên kẻ địch trúng phải. Kha'Zix được hồi máu nếu đứng trong bán kính vụ nổ. Nếu chọn Tiến Hóa Chùm Gai, Gai Hư Không bắn ba gai theo hình nón, làm chậm kẻ địch trúng phải, và lộ diện tướng địch trúng phải trong 2 giây. Mục tiêu Cô Lập bị làm chậm nhiều hơn.", "e": "Kha'Zix nhảy tới một vùng, gây sát thương vật lý khi tiếp đất. Nếu chọn Tiến Hóa Tung Cánh, tầm Nhảy tăng thêm 200 và hồi chiêu hoàn lại khi hạ gục hoặc hỗ trợ.", "r": "Mỗi cấp cho phép Kha'Zix tiến hóa một trong các kỹ năng, cho chúng hiệu ứng cộng thêm độc đáo. Khi tấn công, Kha'Zix trở nên Vô Hình, kích hoạt Hiểm Họa Tiềm Tàng và tăng Tốc độ Di chuyển. Nếu chọn Tiến Hóa Ẩn Thân, Đột Kích Hư Không tăng thêm thời gian Vô Hình, và có thêm lần sử dụng."}, "kindred": {"noi_tai": "Kindred đánh dấu mục tiêu cho Cuộc Săn. Hoàn thành một Cuộc Săn cường hóa vĩnh viễn các kỹ năng cơ bản của Kindred. Cứ 4 Cuộc Săn thành công lại tăng tầm đánh cho Kindred.", "q": "Kindred nhào lộn và bắn ra ba mũi tên vào các đối tượng gần nhất.", "w": "Wolf cuồng loạn, tấn công các kẻ địch xung quanh. Cừu tích cộng dồn khi di chuyển và tấn công. Khi tích đủ, đòn đánh kế tiếp của Cừu hồi máu cho Kindred.", "e": "Cừu thận trọng bắn ra một mũi tên, làm chậm mục tiêu. Nếu Cừu tấn công mục tiêu thêm 2 lần nữa, đòn đánh thứ ba của cô sẽ điều khiển Sói nhảy thẳng vào mục tiêu, gây ra một lượng lớn sát thương.", "r": "Cừu ngăn cản mọi sinh vật sống trong khu vực khỏi cái chết. Cho đến khi hiệu ứng kết thúc, sẽ không ai có thể chết cả. Khi kết thúc, các mục tiêu sẽ được hồi máu."}, "kled": {"noi_tai": "Con thú cưỡi tin cẩn của Kled, Skaarl, sẽ chịu sát thương thay hắn. Khi thanh máu Skaarl cạn kiệt, Kled sẽ xuống đi bộ.Trong lúc đi bộ, kỹ năng của Kled thay đổi và hắn gây ít sát thương lên tướng hơn. Kled có thể hồi lại can đảm cho Skaarl bằng cách chiến đấu chống kẻ thù. Khi có đủ can đảm, Kled có lại Skaarl với một phần lượng máu gốc.", "q": "Kled ném ra một bẫy gấu gây sát thương và bám lấy tướng địch. Nếu bị trói đủ lâu, nạn nhân sẽ chịu thêm sát thương vật lý và bị kéo lại gần hắn.Khi xuống thằn lằn, kỹ năng này được thay thế bằng Súng Lục Bỏ Túi, một phát súng tầm xa đẩy lùi Kled và hồi lại can đảm.", "w": "Kled được tăng mạnh tốc độ đánh trong bốn đòn tấn công. Đòn thứ tư gây thêm sát thương.", "e": "Kled lướt tới, gây sát thương vật lý và được tăng tốc trong thoáng chốc. Kled có thể tái kích hoạt kỹ năng để lao trở lại mục tiêu đầu, gây sát thương lần nữa.", "r": "Kled và Skaarl xông tới một vị trí, để lại phía sau con đường tăng tốc đồng thời có được lớp lá chắn. Skaarl đâm sầm vào tướng địch đầu tiên gặp phải."}, "kog'maw": {"noi_tai": "Khi chết, Kog'Maw bắt đầu một chuỗi phản ứng bên trong cơ thể khiến hắn chạy nhanh hơn và phát nổ sau 4 giây; gây 100 + (25 x cấp) sát thương chuẩn lên những kẻ địch xung quanh.", "q": "Kog'Maw phun ra chất dịch ăn mòn gây sát thương phép đồng thời làm giảm giáp và kháng phép của mục tiêu trong thời gian ngắn. Kog'Maw cũng được tăng thêm tốc độ đánh.", "w": "Kog'Maw được tăng tầm đánh, và đòn đánh của nó gây Sát thương Phép tính theo phần trăm Máu tối đa của mục tiêu.", "e": "Kog'Maw phun một luồng chất độc gây sát thương tất cả kẻ địch trúng phải và để lại một vệt dài làm chậm các kẻ địch đứng trên đó.", "r": "Kog'Maw bắn ra đạn sinh học với khoảng cách rất xa gây sát thương phép (tăng mạnh trên kẻ địch còn ít máu) và làm lộ diện các mục tiêu không tàng hình. Ngoài ra, bắn Pháo Sinh Học liên tục trong khoảng thời gian ngắm sẽ tiêu hao thêm Năng lượng."}, "leblanc": {"noi_tai": "Khi LeBlanc còn dưới 40% máu, cô vô hình trong 1 giây và tạo một Ảo Ảnh không gây sát thương tồn tại tối đa 8 giây.Ảo Ảnh có hồi chiêu 1 phút.Ảo Ảnh có thể được điều khiển bằng cách giữ nút Alt và dùng chuột phải.", "q": "LeBlanc bắn dấu ấn ra, gây sát thương và đánh dấu mục tiêu trong 3.5 giây. Dùng kỹ năng sát thương mục tiêu bị đánh dấu sẽ kích nổ ấn, gây thêm sát thương.", "w": "LeBlanc lướt tới vị trí chỉ định, gây sát thương lên các đơn vị gần đó. Trong 4 giây tiếp theo, cô có thể kích hoạt Biến Ảnh lần nữa để trở về điểm bắt đầu.", "e": "LeBlanc tung sợi xích ảo thuật vào vị trí chỉ định. Nếu trúng một đơn vị địch, nó sẽ xích lấy chúng. Nếu mục tiêu vẫn bị xích trong 1.5 giây, LeBlanc trói chân kẻ đó và gây thêm sát thương.", "r": "LeBlanc tạo một bản sao dùng phiên bản mô phỏng một trong các kỹ năng cơ bản."}, "lee sin": {"noi_tai": "Sau khi Lee Sin sử dụng một kỹ năng, hai đòn đánh kế tiếp tăng Tốc độ Đánh và hồi Nội năng", "q": "Sóng Âm: Lee Sin chưởng ra một luồng sóng nghịch âm nhằm định vị mục tiêu, gây sát thương vật lí lên kẻ địch đầu tiên trúng phải. Nếu Sóng Âm trúng mục tiêu, Lee Sin có thể sử dụng Vô Ảnh Cước trong 3 giây kế tiếp.Vô Ảnh Cước: Lee Sin phóng tới kẻ địch trúng phải Sóng Âm, gây sát thương vật lý dựa trên máu đã mất của mục tiêu.", "w": "Hộ Thể: Lee Sin lướt đến một đơn vị đồng minh, bảo vệ hắn khỏi sát thương. Nếu mục tiêu là tướng đồng minh, cả hai đều được bảo vệ. Sau khi sử dụng Hộ Thể, Lee Sin có thể niệm Kiên Định trong 3 giây kế tiếp.Kiên Định: Sự dày công khổ luyện giúp Lee Sin tung hoành trên chiến trường. Trong vòng 4 giây, Lee Sin được tăng Hút Máu, Hút Máu Phép.", "e": "Địa Chấn: Lee Sin dẫm xuống đất tạo sóng âm gây sát thương phép và phát hiện tàng hình. Nếu Địa Chấn trúng kẻ địch, Lee Sin có thể dùng Dư Chấn trong 3 giây kế tiếp.Dư Chấn: Lee Sin làm tê liệt kẻ địch chịu sát thương từ Địa Chấn, giảm tốc chạy của chúng trong 4 giây. Tốc chạy hồi dần theo thời gian.", "r": "Lee Sin tung cước đá văng mục tiêu về phía sau, gây sát thương vật lí lên nạn nhân và bất cứ kẻ địch nào bị va phải. Những kẻ địch mà bị mục tiêu va phải trên đường bay sẽ bị hất văng lên không trung trong một thời gian ngắn. Chiêu thức này được truyền dạy bởi Jesse Perring, mặc dù Lee Sin không đá văng người chơi ra khỏi bản đồ."}, "leona": {"noi_tai": "Các kỹ năng gây sát thương đặt Ánh Sáng Mặt Trời lên kẻ địch trong 1.5 giây. Khi tướng đồng minh gây sát thương lên những kẻ này, họ tiêu thụ Ánh Sáng Mặt Trời để gây thêm sát thương phép.", "q": "Leona đánh đòn tiếp theo bằng khiên của mình, gây thêm sát thương phép và làm choáng kẻ thù.", "w": "Leona nâng cao chiếc khiên gia tăng Giáp và Kháng Phép. Khi hiệu ứng kết thúc lần đầu, nếu xung quanh có kẻ địch cô sẽ gây sát thương phép lên chúng và kéo dài thêm thời gian hiệu lực của hiệu ứng.", "e": "Leona phóng ra một lưỡi kiếm mang ánh sáng mặt trời, gây sát thương lên tất cả kẻ địch trên đường thẳng. Khi ánh sáng mờ dần, kẻ địch cuối cùng bị tác động sẽ bị giữ chân trong thời gian ngắn và Leona lướt đến cạnh bên mục tiêu.", "r": "Leona triệu hồi sức mạnh của thái dương, gây sát thương lên những kẻ địch trong vùng ảnh hưởng. Những nạn nhân ở khu vực trung tâm sẽ bị choáng, còn những kẻ ngoài rìa sẽ bị làm chậm. Sau đó, lưỡi kiếm của Leona nạp đầy năng lượng mặt trời và gây thêm sát thương phép trong vài đòn đánh."}, "lissandra": {"noi_tai": "Mỗi vài giây, phép kế tiếp của Lissandra không tốn năng lượng. Hồi chiêu kỹ năng này giảm mỗi khi Lissandra hạn chế di chuyển của kẻ địch bằng kỹ năng (không áp dụng với hiệu ứng hạn chế di chuyển từ trang bị).", "q": "Quẳng một cây thương băng đi, thứ sẽ tan vỡ khi tiếp xúc với một kẻ địch, gây sát thương phép và làm chậm Tốc độ Di chuyển. Những mảnh vỡ sẽ bay xuyên qua nạn nhân, gây sát thương tương tự lên những kẻ địch khác trúng phải.", "w": "Khiến những kẻ địch cạnh bên bị trúng băng giá, gây sát thương phép và trói chân các nạn nhân.", "e": "Lissandra tạo ra một vết cào băng giá gây sát thương phép. Tái kích hoạt kĩ năng sẽ biến Lissandra tới vị trí hiện tại của vết cào.", "r": "Nếu niệm lên một tướng địch, mục tiêu bị đông cứng và choáng. Nếu niệm lên Lissandra, cô tự bao phủ bản thân trong băng đen, hồi lại máu đồng thời trở nên không thể bị tổn thương hoặc bị chỉ định. Băng đen sau đó mọc ra từ mục tiêu, gây sát thương lên những kẻ địch và làm chậm tốc chạy."}, "lucian": {"noi_tai": "Mỗi khi Lucian sử dụng một kĩ năng, phát bắn kế tiếp sẽ bắn ra những hai viên đạn.", "q": "Lucian bắn ra một tia sáng xuyên thấu qua mục tiêu.", "w": "Lucian bắn ra một viên đạn, thứ sẽ phát nổ theo hình ngôi sao, khắc dấu ấn lên kẻ địch. Lucian được tăng Tốc độ Di chuyển khi tấn công các đơn vị xấu số đó.", "e": "Lucian lướt đi một đoạn ngắn. Các đòn tấn công từ nội tại Xạ Thủ Ánh Sáng sẽ giảm thời gian hồi của Truy Cùng Diệt Tận.", "r": "Lucian phóng thích ra một luồng đạn từ vũ khí của mình."}, "lulu": {"noi_tai": "Pix là một tinh linh đồng hành cùng Lulu. Pix sẽ bắn ra những tia lửa ma thuật vào các mục tiêu Lulu tấn công.", "q": "Pix và Lulu thay nhau bắn các tia chớp làm chậm những kẻ địch trúng phải. Mỗi kẻ địch chỉ có thể trúng phải sát thương từ một tia chớp.", "w": "Nếu niệm lên một đồng minh, tăng cho họ Tốc độ Di chuyển trong một thời gian ngắn. Nếu niệm lên một kẻ địch, biến nạn nhân thành một sinh vật không thể tấn công hay niệm phép.", "e": "Nếu niệm lên đồng minh, Pix sẽ bám vào mục tiêu và tạo lá chắn đồng thời hỗ trợ các đòn tấn công của họ. Nếu niệm lên kẻ địch, Pix sẽ bám vào nạn nhân và sát thương chúng, ngoài ra nó còn làm lộ diện kẻ địch với cả đội của bạn.", "r": "Lulu hóa lớn một đồng minh, hất kẻ địch xung quanh mục tiêu lên không đồng thời tăng cho mục tiêu một lượng máu lớn. Trong vòng vài giây kế tiếp, đơn vị đồng minh đó sở hữu hào quang làm chậm kẻ địch xung quanh."}, "lux": {"noi_tai": "Các phép sát thương của Lux tích tụ năng lượng lại trên nạn nhân trong 6 giây. Đòn đánh kế tiếp của Lux sẽ kích phát năng lượng đó, gây thêm sát thương phép (dựa vào cấp của Lux) lên mục tiêu.", "q": "Lux phóng ra một quả cầu ánh sáng làm trói chân và gây sát thương tối đa 2 mục tiêu.", "w": "Lux ném chiếc gậy phép của mình làm bẻ cong tia sáng quanh các đơn vị đồng minh chạm phải, bảo vệ họ khỏi sát thương nhận phải. ", "e": "Bắn một vòng xoáy năng lượng đến vị trí đã chọn, làm chậm kẻ địch cạnh bên. Lux có thể kích nổ gây sát thương tại vị trí đó. ", "r": "Sau khi tích tụ năng lượng, Lux bắn một dải sáng gây sát thương lên tất cả mục tiêu trong vùng ảnh hưởng. Nếu Cầu Vồng Tối Thượng tham gia hạ gục một tướng, một phần hồi chiêu của nó được hoàn lại. Ngoài ra tuyệt chiêu này còn kích hoạt nội tại của Lux và đặt lại thời gian bùa hại Chớp Lửa Soi Rọi trên mục tiêu."}, "malphite": {"noi_tai": "Malphite được bảo hộ bởi một lớp đá có thể hấp thụ sát thương bằng 10% máu tối đa của hắn. Nếu Malphite không bị tấn công trong vòng 10 giây, hiệu ứng tự động lặp lại.", "q": "Sử dụng phép thuật nguyên thủy của bản thân, Malphite bắn một mảnh vỡ mặt đất đến kẻ địch, gây sát thương khi va chạm và đánh cắp Tốc độ Di chuyển của nạn nhân trong 4 giây.", "w": "Malphite bắt đầu tấn công với sức mạnh ghê gớm đến nỗi đòn đánh gây sát thương tất cả đơn vị trước mặt nó. Nội tại tăng Giáp cho nó (lượng này nhân ba khi đang có Giáp Hoa Cương).", "e": "Malphite đập mạnh xuống mặt đất tạo một vụ chấn động gây một lượng sát thương phép dựa trên chỉ số Giáp của hắn, và làm giảm Tốc độ Đánh của kẻ địch.", "r": "Malphite lao đến một vị trí mục tiêu, sát thương những kẻ địch trong vùng ảnh hưởng và hất văng chúng lên không."}, "malzahar": {"noi_tai": "Khi không chịu sát thương hoặc bị khống chế trong một thời gian, Malzahar được giảm rất nhiều sát thương gánh chịu và miễn nhiễm sát thương, kéo dài một thời gian ngắn sau khi chịu sát thương.Sát thương từ lính không gây ảnh hưởng.", "q": "Malzahar mở ra hai cánh cổng đến Hư Không. Sau thoáng chốc, chúng bắn ra những tia gây sát thương phép và làm câm lặng tướng địch.", "w": "Malzahar triệu hồi Bọ Hư Không để tấn công các kẻ địch gần đó.", "e": "Malzahar ếm lên tâm trí mục tiêu những ảo ảnh ghê rợn và tàn độc, gây sát thương theo thời gian. Dùng các kỹ năng khác của Malzahar lên mục tiêu sẽ làm mới lại thời gian ám ảnh.Nếu mục tiêu bị hạ trong lúc đang chịu ám ảnh, nó chuyển sang kẻ địch gần đó và Malzahar được hồi lại Năng lượng. Bọ Hư Không ưu tiên tấn công những đơn vị bị ám ảnh.", "r": "Malzahar vận dụng sức mạnh của Hư Không, áp chế tướng địch trong một vùng năng lượng độc hại gây sát thương."}, "maokai": {"noi_tai": "Đòn đánh của Maokai hồi máu cho hắn với hồi chiêu trung bình. Mỗi lần Maokai dùng phép hoặc bị trúng một phép của địch, hồi chiêu giảm đi một chút.", "q": "Maokai đẩy lùi kẻ địch gần đó bằng sóng chấn động, gây sát thương phép và làm chậm.", "w": "Maokai biến thành một đám rễ di động, trở nên không thể bị chỉ định và lướt tới mục tiêu. Khi đến nơi, nó trói chân mục tiêu.", "e": "Maokai ném một chồi non đến vùng chỉ định để cảnh giới. Hiệu quả hơn khi ném vào bụi.", "r": "Maokai triệu hồi một bức tường cây khổng lồ từ từ tiến tới, gây sát thương và trói chân mọi kẻ địch trên đường."}, "master yi": {"noi_tai": "Sau một số lần tung kiếm, Master Yi sẽ chém đôi.", "q": "Master Yi bay xuyên qua chiến trường với tốc độ lóa mắt, gây sát thương vật lí lên những đơn vị trên đường bay đồng thời trở nên không thể bị định vị. Tuyệt Kĩ Alpha có thể chí mạng, đồng thời gây thêm sát thương vật lý lên quái. Các đòn đánh thường giảm thời gian hồi của Tuyệt Kĩ Alpha.", "w": "Master Yi nhập thiền, hồi Máu và giảm sát thương gánh chịu trong chốc lát. Ngoài ra, Master Yi sẽ nhận cộng dồn Chém Đôi và ngưng thời gian tác dụng còn lại của Kiếm Thuật Wuju và Chiến Binh Sơn Cước với mỗi giây thiền định.", "e": "Master Yi nhuần nhuyễn thuật Wuju giúp tăng Sát thương Vật lí. Kích hoạt Võ Thuật Wuju giúp gây thêm sát thương chuẩn với các đòn đánh thường, nhưng lượng cộng thêm nội tại sẽ bị loại bỏ tạm thời sau khi hiệu ứng kết thúc.", "r": "Master Yi di chuyển với sự linh hoạt vô bì, tạm thời tăng Tốc độ Di chuyển và Tốc độ Đánh cũng như được miễn nhiễm làm chậm. Khi kích hoạt, hạ gục hoặc hỗ trợ kéo dài thời gian tác dụng của Chiến Binh Sơn Cước. Nội tại giảm hồi chiêu của các kỹ năng khác khi hạ gục hoặc hỗ trợ."}, "miss fortune": {"noi_tai": "Miss Fortune gây gấp đôi Sát thương vật lí mỗi khi tấn công một mục tiêu mới.", "q": "Miss Fortune bắn một viên đạn, gây sát thương lên mục tiêu đầu tiên và kẻ địch đứng sau đó. Cả hai đều có thể phải nhận tác động của Đánh Yêu.", "w": "Miss Fortune nhận thêm tốc độ di chuyển khi không bị tấn công. Kĩ năng này có thể được kích hoạt để tăng Tốc độ Đánh trong một khoảng thời gian. Khi đang hồi chiêu, Đánh Yêu giúp Sải Bước hồi lại nhanh hơn", "e": "Miss Fortune bắn một cơn mưa đạn vào một địa điểm, gây sát thương theo từng đợt lên những kẻ địch và làm chậm chúng.", "r": "Miss Fortune bắn liên tục hàng loạt đạn theo hình nón phía trước, gây một lượng sát thương lớn lên kẻ địch. Một đượt Bão Đạn có thể chí mạng."}, "mordekaiser": {"noi_tai": "Một số phần trăm sát thương gây ra từ các kỹ năng được chuyển hóa thành một lớp giáp tạm thời, hấp thụ sát thương trúng phải.", "q": "Ba đòn đánh thường tiếp theo của Mordekaiser sẽ được gia tăng sát thương đáng kể.", "w": "Bọc một tướng đồng minh bởi một lớp kim loại từ tính, tăng tốc độ di chuyển khi hướng về nhau. Khi ở gần, những mảnh kim loại xoáy mạnh vào nhau gây sát thương theo giây lên kẻ địch xung quanh.", "e": "Morderkaiser gây sát thương lên những kẻ địch trước mặt hắn theo hình nón. Mỗi đơn vị trúng chiêu sẽ tích tụ năng lượng cho chiếc khiên của Mordekaiser.", "r": "Mordekaiser nguyền rủa kẻ địch hoặc Rồng, đánh cắp phần trăm máu của nạn nhân khởi điểm và mỗi giây. Nếu mục tiêu chết khi còn đang hứng chịu lời nguyền, linh hồn của nạn nhân trở thành nô lệ và đi theo Mordekaiser."}, "morgana": {"noi_tai": "Morgana hồi máu mỗi khi chiêu thức của cô gây sát thương lên tướng, lính to, và quái to.", "q": "Morgana phóng ra một quả cầu năng lượng đen. Khi chạm phải kẻ địch, quả cầu gây sát thương phép và trói nạn nhân lại trong thời gian ngắn.", "w": "Khiến vùng đất bị ám, kẻ địch đứng trong đó nhận sát thương liên tục.", "e": "Tạo một lớp bảo hộ trên tướng đồng minh, giúp hấp thụ sát thương phép thuật và các kỹ năng vô hiệu hóa cho đến khi lớp bảo hộ bị phá vỡ hoặc hết thời gian hiệu lực.", "r": "Đặt các liên kết năng lượng lên các tướng địch gần bên, gây sát thương khởi điểm rồi làm chậm Tốc độ Di chuyển của nạn nhân đi, sau 4 giây sẽ gây nỗi đau dư chấn và làm choáng nếu nạn nhân còn ở quanh Morgana."}, "nami": {"noi_tai": "Khi các kĩ năng của Nami tung trúng phải tướng đồng minh, họ được tăng Tốc độ Di chuyển trong thoáng chốc.", "q": "Bắn một cái bong bóng khổng lồ vào điểm đã chọn, gây sát thương và làm choáng tất cả nạn nhân trúng phải.", "w": "Phóng ra một luồng nước nảy giữa đồng minh và kẻ địch, hồi máu cho đồng minh và sát thương kẻ địch.", "e": "Cường hóa một tướng đồng minh trong thoáng chốc, khiến các đòn đánh của mục tiêu gây thêm sát thương phép và làm chậm mục tiêu.", "r": "Tạo ra một cơn Sóng Thần khổng lồ hất văng lên không, làm chậm, và sát thương các kẻ địch trúng phải. Tướng đồng minh đứng trong phạm vi của Sóng Thần sẽ được nhận hiệu ứng Dậy Sóng gấp 2 lần."}, "nasus": {"noi_tai": "Nasus hút năng lượng tinh thần của đối thủ, cho hắn thêm Hút Máu.", "q": "Nasus tấn công kẻ địch, gây sát thương và cường hóa sức mạnh của các cú Quyền Trượng Linh Hồn về sau nếu hắn hạ gục được mục tiêu.", "w": "Nasus làm lão hóa mục tiêu, khiến nạn nhân bị giảm Tốc độ Di chuyển và Đánh theo thời gian.", "e": "Nasus tạo ra một ngọn lửa tâm linh tại vị trí đã chọn, gây sát thương và làm giảm Giáp của những kẻ địch đứng trên đó.", "r": "Nasus tạo ra một cơn bão khủng khiếp công kích những kẻ địch cạnh bên. Ông được tăng máu, tầm đánh, gây sát thương kẻ địch xung quanh, giảm hồi chiêu của Quyền Trượng Linh Hồn, và nhận thêm giáp và kháng phép trong thời gian bão hoạt động."}, "nautilus": {"noi_tai": "Các đòn đánh cơ bản của Nautilus gây thêm sát thương vật lí và khiến mục tiêu bị chôn chân. Hiệu ứng này không thể xảy ra trên cùng một mục tiêu trong một quãng thời gian ngắn.", "q": "Nautilus phóng cái mỏ neo ra phía trước, nếu trúng phải tướng, hắn sẽ lôi cả bản thân lẫn mục tiêu lại gần nhau. Nếu trúng địa hình, Nautilus sẽ tự kéo bản thân về cái mỏ neo, và thời gian hồi của Phóng Mỏ Neo được giảm đi một nửa đồng thời hoàn trả một nửa lượng tiêu hao.", "w": "Nautilus bao phủ bản thân bởi nguồn năng lượng hắc ám, tạo nên một lá chắn sát thương nhận vào. Trong thời gian lá chắn còn tồn tại, các đòn đánh của hắn gây sát thương theo thời gian lên những kẻ địch xung quanh mục tiêu của hắn.", "e": "Nautilus nện xuống mặt đất tạo ra ba vụ nổ. Mỗi vụ nổ gây sát thương và làm chậm kẻ địch.", "r": "Nautilus bắn ra một cơn sóng chấn động xuống mặt đất đuổi theo kẻ địch. Cơn sóng này sẽ phá nát mặt đất phía trên, hất văng kẻ địch lên trời. Khi đuổi kịp đối phương, cơn sóng bùng nổ, hất mục tiêu lên không và làm choáng chúng."}, "ngộ không": {"noi_tai": "Tăng Giáp và Kháng Phép của Ngộ Không dựa trên số tướng địch ở quanh hắn.", "q": "Đòn đánh kế tiếp của Ngộ Không gây thêm sát thương vật lí, gia tăng tầm đánh, và giảm Giáp mục tiêu trong thời gian ngắn.", "w": "Ngộ Không được Vô Hình trong chốc lát, để lại sau một phân thân gây sát thương phép lên kẻ địch khi Ngộ Không hết tàng hình.", "e": "Ngộ Không phóng tới kẻ địch và phân thân tấn công tiếp 2 kẻ địch gần đấy, gây sát thương vật lí lên chúng.", "r": "Ngộ Không làm cho thanh thiết bảng dài ra rồi múa nó quanh bản thân, gây sát thương và hất tung kẻ địch lên. Ngộ Không được tăng Tốc độ Di chuyển trong suốt thời gian hiệu lực của kĩ năng."}, "nidalee": {"noi_tai": "Đi qua bụi cỏ tăng tốc chạy của Nidalee lên 10% trong 2 giây, tăng lên 30% về phía tướng địch nhìn thấy được trong tầm 1400.Gây sát thương lên tướng và quái bằng Phóng Lao và Bẫy Rập khiến cô Săn Đuổi các mục tiêu này, cho Tầm Nhìn Chuẩn lên chúng trong 4 giây. Trong thời gian này, Nidalee nhận 10% tốc chạy (tăng lên 30% về phía mục tiêu bị Săn Đuổi) và lần tung chiêu Phóng Lao, Cắn Xé, và Vồ đầu tiên của cô lên chúng được cường hóa.", "q": "Trong dạng người, Nidalee phóng một mũi lao gai vào mục tiêu gây sát thương theo quãng đường bay. Trong lốt báo, đòn đánh kế sẽ làm trọng thương mục tiêu, gây sát thương càng cao khi kẻ địch còn càng ít máu.", "w": "Trong dạng người, Nidalee đặt một cái bẫy, kẻ địch dẫm trúng sẽ bị phát hiện và chịu sát thương. Trong lốt báo, cô nhảy tới trước, gây sát thương khi tiếp đất.", "e": "Trong dạng người, Nidalee triệu tập tinh linh của loài báo để hồi máu cho đồng đội và giúp tăng Tốc độ Đánh trong thời gian ngắn. Trong lốt báo, cô tát và gây sát thương vào phía trước của mình.", "r": "Nidalee hóa báo giúp nhận dàn kĩ năng mới."}, "nocturne": {"noi_tai": "Mỗi 10 giây, đòn đánh kế tiếp của Nocturne tác động lên tất cả các kẻ địch xung quanh gây 120% sát thương vật lí và hồi máu cho hắn.  Đòn đánh của Nocturne giảm hồi chiêu này đi 1 giây (2 khi đánh vào tướng).", "q": "Nocturne phóng ra một thanh gươm bóng tối gây sát thương và tạo ra một Vệt Bóng Tối. Các tướng địch trúng chiêu cũng để lại một Vệt Bóng Tối. Khi đứng trên vệt đen đó, Nocturne có thể chạy xuyên vật thể đồng thời được tăng Tốc độ Di chuyển và Sát thương Vật lí.", "w": "Nocturne cường hóa thanh gươm của mình, gia tăng Tốc độ Đánh nội tại. Kích hoạt Bóng Đen Bao Phủ cho phép Nocturne tạo ra một chiếc khiên chặn một kỹ năng công kích của đối phương và gia tăng gấp đôi Tốc độ Đánh nội tại nếu thành công. ", "e": "Nocturne tạo ra một cơn ác mộng lên mục tiêu, gây sát thương mỗi giây đồng thời tạo trạng thái hoảng loạn nếu nạn nhân không thoát ra khỏi tầm hoạt động của kĩ năng khi hết thời gian.", "r": "Nocturne giảm tầm nhìn của tất cả tướng đối phương cũng như loại bỏ sự chia sẻ tầm nhìn của chúng trong thời gian hiệu lực. Sau đó hắn có thể phóng tới một tướng địch gần đó. "}, "nunu": {"noi_tai": "Nunu tăng tốc độ đánh và tốc độ di chuyển của Willump và một đồng minh gần đó.", "q": "Willump cắn kẻ địch một cái, gây sát thương và hồi máu cho bản thân.", "w": "Willump tạo ra một quả cầu tuyết ngày một to hơn và nhanh hơn.  Cầu tuyết gây sát thương và hất tung kẻ địch.", "e": "Nunu ném ra một loạt cầu tuyết gây sát thương và làm chậm mục tiêu. Willump sẽ trói chân những mục tiêu vẫn còn đứng gần nó lúc kỹ năng này kết thúc.", "r": "Nunu & Willump tạo ra một cơn bão tuyết cực mạnh trong một khu vực, làm chậm kẻ địch và gây sát thương khủng khiếp khi kết thúc."}, "olaf": {"noi_tai": "Cứ mỗi 1% máu mất đi, Tốc độ Đánh của Olaf được tăng lên 1%.", "q": "Olaf quẳng rìu xuống đất tại vị trí mục tiêu, gây sát thương lên những đơn vị nó xuyên qua và làm chậm Tốc độ Di chuyển của chúng. Nếu Olaf nhặt lại chiếc rìu, thời gian hồi kĩ năng giảm đi 4.5 giây.", "w": "Tốc độ Đánh của Olaf được gia tăng , bên cạnh đó hắn cũng được nhận Hút Máu và tăng giá trị hồi máu từ mọi nguồn dựa trên số máu hắn đã tổn thất.", "e": "Đòn đánh của Olaf mạnh tới mức gây sát thương chuẩn lên cả hắn và mục tiêu, và được trả lại số Máu đã tổn thất nếu hắn tiêu diệt được mục tiêu.", "r": "Olaf miễn nhiễm với các trạng thái vô hiệu hóa."}, "orianna": {"noi_tai": "Các đòn đánh của Orianna gây thêm sát thương phép. Sát thương này gia tăng khi Orianna tấn công trên cùng một mục tiêu.", "q": "Orianna hiệu lệnh cho khối cầu bắn đến vị trí mục tiêu, gây sát thương phép lên những đơn vị va phải trong đường bay (các đơn vị nối tiếp nhau sẽ nhận ít sát thương hơn). Khối cầu sẽ yên vị tại địa điểm đó.", "w": "Orianna hiệu lệnh khối cầu phóng ra năng lượng, gây sát thương phép quanh nó. Trường năng lượng tồn dư tăng tốc đồng minh hoặc làm chậm kẻ địch đi qua.", "e": "Orianna hiệu lệnh khối cầu bám vào một tướng đồng minh, bảo vệ và gây sát thương phép lên những kẻ địch va phải trên đường bay. Ngoài ra, khối cầu còn tăng Giáp và Kháng Phép cho tướng nó bám vào.", "r": "Orianna hiệu lệnh khối cầu phóng thích ra sóng chấn động, gây sát thương phép và hút kẻ địch bay về phía khối cầu sau một khoảng thời gian ngắn."}, "ornn": {"noi_tai": "Ornn có thể dùng vàng để chế tạo ra các trang bị không thuộc dạng tiêu thụ ở bất kỳ đâu trên bản đồ.Khi Ornn lên cấp 13, Ornn và đồng đội có thể mua nâng cấp của một số trang bị trong cửa hàng.Ornn có thể rèn trang bị trực tiếp từ thực đơn chế luyện hoặc trong cửa hàng.", "q": "Ornn dộng xuống đất, tạo ra một khe nứt gây sát thương vật lý và làm chậm kẻ địch. Sau một khoảng trễ ngắn, một cột dung nham trồi lên ở vị trí chỉ định.", "w": "Ornn hiên ngang tiến tới, thổi ra lửa và tạo lá chắn cho bản thân. Kẻ địch bị trúng luồng lửa cuối cùng trở nên Nóng Giòn.", "e": "Ornn lao tới, gây sát thương lên các kẻ địch ông băng qua. Nếu Ornn đâm vào địa hình, cú va chạm tạo ra một làn sóng chấn động gây sát thương và hất tung kẻ địch.", "r": "Ornn triệu hồi một con dê lửa khổng lồ ở địa điểm chỉ định. Sau đó, nó sẽ đi về phía ông với tốc độ tăng dần. Kẻ địch bị con dê băng qua chịu sát thương phép, bị làm chậm và Nóng Giòn. Ornn có thể tái kích hoạt kỹ năng để lao tới con dê, đổi hướng nó theo hướng ông đâm vào, khiến con dê hất tung bất kỳ kẻ địch nó chạy qua, gây cùng lượng sát thương và đặt lại Nóng Giòn."}, "pantheon": {"noi_tai": "Sau khi đánh hoặc dùng phép 4 lần, Pantheon sẽ đỡ được cú đánh thông thường kế tiếp hoặc phát bắn từ trụ.", "q": "Pantheon phóng một mũi lao vào kẻ địch, gây sát thương.", "w": "Pantheon nhảy xổ vào một kẻ địch rồi cầm chiếc khiên của mình táng ngay vào mục tiêu khiến nạn nhân bị choáng váng. Sau khi kết thúc kĩ năng, Pantheon liền sẵn sàng để chặn đứng một đòn đánh tiếp theo tung vào hắn.", "e": "Pantheon tập trung tinh thần phóng ra ba lần công kích liên tục gây sát thương lên tất cả kẻ địch. Bên cạnh đó Pantheon còn trở nên rất nhạy cảm với những điểm chí tử của kẻ địch, cho phép hắn chắc chắn đánh chí mạng lên những mục tiêu còn dưới 15% máu.", "r": "Pantheon tích tụ toàn bộ sức mạnh rồi phóng thích nó ra bằng cách bay vút lên không rồi dậm mạnh xuống điểm đã chọn, công kích tất cả kẻ địch trong vùng ảnh hưởng. Những nạn nhân càng gần tâm của vụ va chạm càng phải chịu nhiều sát thương hơn."}, "poppy": {"noi_tai": "Poppy ném khiên, nhận thêm tầm đánh và sát thương phép.Tấm khiên rơi xuống một vị trí gần đó và Poppy có thể tiến lại nhặt để nhận được một lá chắn. Kẻ địch có thể giẫm lên khiên để phá hủy nó.", "q": "Poppy vung búa, gây sát thương và tạo ra một vùng làm chậm kẻ địch đồng thời phát nổ sau một thời gian.", "w": "Poppy nhận thêm Giáp và Kháng Phép nội tại. Điểm thưởng tăng khi cô thấp Máu. Poppy có thể kích hoạt Không Thể Lay Chuyển để ngăn kẻ địch lướt xung quanh và nhận thêm tốc độ di chuyển.", "e": "Poppy lao tới mục tiêu và đẩy hắn về phía sau. Nếu mục tiêu bị đẩy vào tường, hắn sẽ bị choáng.", "r": "Poppy dồn sức mạnh cho một phát búa đẩy bay kẻ địch đi xa."}, "pyke": {"noi_tai": "Khi Pyke không bị kẻ địch nhìn thấy, hắn hồi phục sát thương do tướng địch gây ra gần đây. Pyke không thể tăng máu tối đa từ bất kỳ nguồn nào, thay vào đó nhận thêm SMCK.", "q": "Pyke đâm kẻ địch trước mặt hoặc kéo một kẻ địch về phía hắn.", "w": "Pyke Ngụy Trang và được tăng mạnh Tốc độ Di chuyển.", "e": "Pyke lướt tới, để lại sau một bóng ma sẽ trở về bên hắn, làm choáng kẻ địch trên đường bay qua.", "r": "Pyke bay tới và kết liễu kẻ địch thấp máu, cho phép hắn dùng lại kỹ năng này lần nữa và cộng thêm vàng cho đồng minh hỗ trợ."}, "quinn": {"noi_tai": "Valor đánh dấu Tiêu Điểm lên kẻ địch. Đòn đánh thường đầu tiên của Quinn lên những đơn vị Tiêu Điểm sẽ gây thêm sát thương vật lí.", "q": "Quinn gọi Valor lướt tới, đánh dấu và gây sát thương những kẻ địch trong vùng ảnh hưởng.", "w": "Quinn được tăng Tốc độ Đánh và tốc độ di chuyển sau khi tấn công một kẻ địch Tiêu Điểm. Kích hoạt để Valor làm lộ diện một vùng rộng lớn quanh đó.", "e": "Quinn lướt tới một kẻ địch, gây sát thương vật lí và làm chậm Tốc độ Di chuyển của nạn nhân. Khi đến nơi cô lộn ngược lại ngắt quãng nạn nhân trong thoáng chốc, rồi đáp xuống cách mục tiêu một khoảng bằng tầm đánh tối đa của bản thân.", "r": "Valor giúp Quinn bay với tốc độ cao. Kết thúc kỹ năng này sẽ tung ra Oanh Tạc, gây sát thương lên các kẻ địch xung quanh và đánh dấu Tiêu Điểm lên tướng."}, "rakan": {"noi_tai": "Rakan nhận một lá chắn theo chu kỳ.", "q": "Bắn một lông vũ ma thuật gây sát thương phép. Bắn trúng tướng hoặc quái khủng cho phép Rakan hồi máu cho đồng đội.", "w": "Lướt tới một vị trí, hất tung kẻ địch xung quanh khi đến nơi.", "e": "Bay đến bên tướng đồng minh, cho họ lá chắn. Có thể dùng lần nữa mà không tiêu hao năng lượng trong một khoảng thời gian ngắn.", "r": "Nhận thêm tốc chạy, mê hoặc và gây sát thương phép lên kẻ địch chạm phải."}, "rammus": {"noi_tai": "Đòn đánh của Rammus gây thêm sát thương phép, tăng giảm theo Giáp của nó.", "q": "Rammus hóa thành quả bóng, tăng tốc lăn đến kẻ địch, tông vào chúng gây sát thương và làm chậm.", "w": "Rammus tiến vào thế thủ, tăng mạnh Giáp và Kháng Phép, cường hóa sát thương của Vỏ Gai, và phản sát thương lại các kẻ địch đánh thường vào nó, nhưng nó cũng bị làm chậm đi nhiều.", "e": "Rammus khiêu khích một tướng địch hoặc quái bất chấp tất cả tấn công nó. Ngoài ra, nó nhận thêm Tốc độ Di chuyển trong chốc lát, nhưng sẽ kéo dài thêm nếu kích hoạt bất kỳ kỹ năng nào khác.", "r": "Rammus tạo ra các đợt sóng hủy diệt càn quét mặt đất, gây sát thương lên các kẻ địch gần đó và làm chậm chúng. Trụ chịu gấp đôi sát thương từ Động Đất."}, "rek'sai": {"noi_tai": "Các đòn đánh và kĩ năng khi Rek'Sai chưa độn thổ sẽ giúp tăng Nộ. Khi đã độn thổ Rek'Sai sẽ sử dụng Nộ để hồi máu cho bản thân.", "q": "3 đòn đánh kế tiếp của Rek'Sai gây thêm sát thương vật lí lên các kẻ địch gần đó.Khi Độn Thổ, Rek'Sai bắn ra một nắm đất chứa đầy sức mạnh hư không, gây sát thương vật lý và làm lộ diện các kẻ địch trúng phải.", "w": "Rek'Sai độn thổ, giúp tăng Tốc độ Di chuyển đồng thời nhận dàn kĩ năng mới. Bù lại ả sẽ không thể tung đòn đánh thường và bị giảm tầm nhìn.Khi đang Độn Thổ, Rek'Sai có thể sử dụng Trồi Lên để hất văng và sát thương những kẻ địch cạnh bên.", "e": "Rek'Sai cắn mục tiêu, gây gấp đôi sát thương và chuyển thành Sát thương Chuẩn nếu có đầy Nộ.Khi Độn Thổ, Rek'Sai tạo đường hầm. Kẻ địch có thể phá hủy đường hầm bằng cách đứng trên một trong hai đầu hầm.", "r": "Rek'Sai chui xuống đất và phóng thẳng tới mục tiêu, gây sát thương cực lớn."}, "renekton": {"noi_tai": "Renekton được tăng Nộ mỗi khi tung các đòn đánh thường. Điểm Nộ này có thể tăng cường các kỹ năng của hắn bằng cách cường hóa hiệu lực của chúng. Ngoài ra, Renekton còn nhận thêm Nộ khi máu xuống thấp.", "q": "Renekton vung vũ khí của hắn, gây sát thương vật lí mức độ vừa phải lên các mục tiêu xung quanh và hồi cho hắn một lượng máu nhỏ dựa trên lượng sát thương đã gây ra. Nếu hắn có trên 50 Nộ, sát thương và lượng máu hồi sẽ tăng lên.", "w": "Renekton chém vào mục tiêu 2 nhát, gây sát thương vật lí mức độ vừa phải và làm choáng nạn nhân trong 0.75 giây. Nếu Renekton có trên 50 Nộ, hắn chém vào mục tiêu 3 nhát, gây sát thương vật lí mạnh hơn và làm choáng nạn nhân trong 1.5 giây.", "e": "Renekton lao tới, gây sát thương lên các đơn vị trên đường đi. Khi được tăng cường sức mạnh, Renekton gây thêm sát thương và giảm giáp đơn vị bị trúng đòn.", "r": "Renekton hóa thành Khổng lồ, tăng thêm Máu và gây sát thương lên các kẻ địch quanh hắn. Khi đang trong dạng này, Renekton được gia tăng Nộ theo thời gian."}, "rengar": {"noi_tai": "Khi đứng trong bụi cỏ, Rengar nhảy vào mục tiêu bằng đòn đánh thường.Các kỹ năng của Rengar tích trữ Hung Tợn. Khi đạt đủ điểm, kỹ năng kế tiếp sẽ được cường hóa và tăng Tốc độ Di chuyển cho nó lúc dùng, nhưng nó cũng mất đi tất cả Hung Tợn nếu giao tranh.Hạ gục tướng địch đem về chiến tích trên Dây Chuyền Răng Nanh của Rengar, tăng vĩnh viễn cho nó Sức mạnh Công kích.", "q": "Đòn đánh kế tiếp đâm mạnh vào mục tiêu, gây thêm sát thương.Hung Tợn: tăng thêm sát thương và cho Tốc độ Đánh.", "w": "Rengar gầm lên một tiếng, gây sát thương kẻ địch và hồi lại một phần sát thương vừa gánh chịu.Hung Tợn: thêm hiệu ứng thanh tẩy khống chế.", "e": "Rengar ném ra một bola, làm chậm mục tiêu đầu tiên trúng phải trong chốc lát.Hung Tợn: trói chân mục tiêu.", "r": "Bản năng săn mồi của Rengar trỗi dậy, Ngụy Trang nó và làm lộ diện tướng địch gần nhất trong bán kính lớn xung quanh. Khi đang Khao Khát Săn Mồi, Rengar nhận thêm Tốc độ Di chuyển và có thể nhảy vào mục tiêu bị săn đuổi dù không đứng trong bụi cỏ, giảm Giáp của kẻ đó."}, "riven": {"noi_tai": "Các kỹ năng của Riven tích tụ năng lượng cho thanh gươm của cô, khiến các đòn đánh cơ bản gây thêm sát thương vật lí dựa trên sát thương của cô. Thanh gươm có thể tích trữ năng lượng tối đa ba lần và sử dụng một điểm năng lượng theo mỗi đòn đánh.", "q": "Riven có thể tung ra một chuỗi những cú đánh cực mạnh. Kỹ năng này có thể tái kích hoạt 3 lần trong một khoảng thời gian ngắn, và cú đánh thứ ba sẽ hất văng những kẻ địch xung quanh đi.", "w": "Riven vận kình lực gây sát thương và làm choáng kẻ địch cạnh bên.", "e": "Riven bước tới trước một bước ngắn và chặn sát thương nhận vào.", "r": "Riven cường hóa vũ khí của bản thân bằng một luồng năng lượng giúp tăng Sát thương Vật lí và tầm đánh. Ngoài ra, trong khoảng thời gian này, cô có thể sử dụng Chém Gió, một kĩ năng công kích tầm xa cực mạnh."}, "rumble": {"noi_tai": "Mỗi kĩ năng Rumble sử dụng sẽ tăng cho hắn thanh Nhiệt. Khi đạt đến 50% Nhiệt hắn sẽ tiến vào Ngưỡng Báo Động, khiến tất cả kĩ năng cơ bản của hắn được tăng cường. Khi đạt đến 100% nhiệt, hắn Quá Tải, khiến các đòn đánh cơ bản gây thêm sát thương, nhưng bù lại không thể sử dụng kĩ năng trong vài giây. ", "q": "Rumble đốt cháy các kẻ địch trước mặt hắn, gây sát thương phép theo hình nón trong 3 giây. Khi đang trong Ngưỡng Báo Động sát thương sẽ được gia tăng.", "w": "Rumble dựng lên một tấm khiên, bảo vệ hắn khỏi sát thương và cho hắn tăng nhanh tốc độ. Khi trong Ngưỡng Báo Động, độ bền tấm khiên và tốc độ sẽ tăng thêm.", "e": "Rumble bắn ra luồng điện, gây sốc mục tiêu bằng sát thương phép và làm chậm tốc độ di chuyển chúng. Rumble có thể mang 2 lao móc cùng lúc. Khi đang trong Ngưỡng Báo Động, sát thương và tỉ lệ làm chậm sẽ tăng.", "r": "Rumble khai hỏa một loạt tên lửa, tạo ra một thảm lửa gây sát thương và làm chậm các kẻ địch trúng phải."}, "ryze": {"noi_tai": "Kỹ năng của Ryze gây thêm sát thương dựa trên năng lượng cộng thêm, và năng lượng tối đa được tăng dựa trên một phần sức mạnh phép thuật.", "q": "Những kĩ năng gây sát thương khác của Ryze sẽ hồi lại Quá Tải và tích tụ điểm Cổ Ngữ để cường hóa cho kĩ năng này.Khi dùng phép, Ryze ném ra một quả cầu năng lượng theo đường thẳng, gây sát thương lên kẻ địch đầu tiên trúng phải. Nếu Cổ Ngữ được tích đầy, Ryze sẽ nhận thêm lá chắn và tốc độ di chuyển.", "w": "Ryze bẫy mục tiêu vào chiếc lồng bùa chú, ngăn không cho nạn nhân di chuyển và gây sát thương.", "e": "Ryze tung ra một quả cầu năng lượng, gây sát thương lên một mục tiêu và đặt bùa hại lên chúng. Những kĩ năng tiếp theo lên chúng sẽ có thêm hiệu ứng.", "r": "Ryze tạo ra một cổng dịch chuyển ở gần đó. Sau vài giây, những đồng minh gần bên sẽ được đưa đến vị trí chỉ định."}, "sejuani": {"noi_tai": "Khi rời giao tranh, Sejuani được Băng Giáp cho rất nhiều Giáp và Kháng Phép và miễn nhiễm làm chậm. Băng Giáp tồn tại một khoảng thời gian ngắn sau khi Sejuani chịu sát thương. Sejuani có thể tấn công một kẻ địch bị choáng để gây lượng lớn sát thương phép lên kẻ đó.", "q": "Sejuani lao tới, hất tung kẻ địch lên không. Pha lao dừng lại sau khi trúng một tướng địch.", "w": "Sejuani vung cây chùy hai lần, gây sát thương và đặt cộng dồn Băng.", "e": "Sejuani đóng băng và làm choáng một tướng địch có tối đa cộng dồn Băng.", "r": "Sejuani ném bola đóng băng tướng địch đầu tiên trúng phải và tạo ra một cơn bão băng giá làm chậm các kẻ địch khác."}, "shaco": {"noi_tai": "Đòn đánh của Shaco chí mạng gây thêm sát thương khi tấn công một đơn vị từ phía sau. Các đơn vị không thể bị Đâm Lén hai lần mỗi vài giây, thay đổi theo giảm hồi chiêu của Shaco.", "q": "Shaco được Vô Hình và dịch chuyển tới điểm chỉ định.Đòn đánh đầu tiên trong lúc Vô Hình được cường hóa, gây thêm sát thương và giảm hồi chiêu Lừa Gạt.", "w": "Shaco tạo một Hộp Hề Ma Quái ẩn. Khi kích hoạt, nó sẽ gây hoảng sợ và tấn công kẻ địch gần đó.", "e": "Nội tại Dao Độc của Shaco đầu độc mục tiêu khi trúng, làm chậm tốc độ di chuyển của chúng. Hắn có thể ném Dao Độc để gây sát thương và đầu độc mục tiêu. Dao Độc ném ra gây thêm sát thương dựa trên máu đã mất của mục tiêu.", "r": "Shaco tạo ra một phân thân cạnh hắn, có thể tấn công kẻ địch gần đó (gây giảm sát thương lên trụ). Khi chết, nó phát nổ, sinh ra ba Hộp Hề Ma Quái nhỏ và gây sát thương lên kẻ địch gần đó."}, "shen": {"noi_tai": "Sau khi dùng phép, Shen nhận được một lá chắn. Dùng phép lên tướng khác sẽ làm giảm thời gian hồi của hiệu ứng này.", "q": "Shen gọi ra kiếm hồn cùng tấn công, gây sát thương dựa trên tỉ lệ máu tối đa của mục tiêu. Nếu kiếm hồn trúng vào một tướng địch, Shen gây thêm sát thương và được tăng mạnh tốc độ đánh. Tất cả kẻ địch kiếm hồn đánh trúng trên đường trở lại sẽ bị giảm tốc độ di chuyển khi chạy khỏi Shen.", "w": "Đòn đánh nhắm vào Shen hoặc đồng minh gần Kiếm Hồn sẽ bị chặn lại.", "e": "Shen lướt tới một hướng, khiêu khích kẻ địch trên đường lướt.", "r": "Shen che chở cho đồng minh khỏi các sát thương sắp tới, và dịch chuyển đến chỗ họ."}, "shyvana": {"noi_tai": "Shyvana nhận thêm Giáp và Kháng Phép và gây thêm sát thương cho rồng. Shyvana và đồng minh càng hạ nhiều rồng, cô càng nhận thêm Giáp và Kháng Phép.", "q": "Shyvana tấn công hai lần ở đòn đánh kế tiếp. Đòn đánh thường giảm hồi chiêu Song Long Thủ đi 0.5 giây.Dạng Rồng: Song Long Thủ đánh lan tất cả kẻ địch trước mặt Shyvana.", "w": "Shyvana bọc mình trong lửa, gây sát thương phép mỗi giây lên kẻ địch gần đó và chạy nhanh hơn trong 3 giây, một phần sát thương này sẽ gây ra lần nữa khi Shyvana đánh thường kẻ địch trong lúc Rực Cháy kích hoạt. Tốc chạy giảm dần suốt thời gian tác dụng của phép. Đòn đánh kéo dài thời gian tác dụng của phép.Hóa Rồng: Rực Cháy tăng kích thước.", "e": "Shyvana phóng một quả cầu lửa sát thương các kẻ địch trúng phải đồng thời để lại một vệt tro tàn trên nạn nhân trong 5 giây. Các đòn đánh thường trúng đích lên những nạn nhân đấy sẽ gây một số phần trăm Máu tối đa của chúng thành sát thương.Hóa Rồng: Hơi Thở Của Rồng phát nổ khi va chạm hoặc tại điểm chỉ định, gây thêm sát thương và thiêu cháy mặt đất trong chốc lát.", "r": "Shyvana hóa thân thành rồng rồi bay đến điểm đã chọn. Những kẻ địch trên đường bay phải gánh chịu sát thương và hất văng về vị trí mục tiêu của cô.Shyvana tự tăng Nộ mỗi giây đồng thời nhận 2 Nộ khi tung đòn đánh thường."}, "singed": {"noi_tai": "Singed bứt tốc khỏi các tướng gần đó, nhận thêm Tốc độ Di chuyển khi đi qua chúng.", "q": "Để lại một vệt độc tố sau Singed, gây sát thương lên kẻ địch dẫm vào.", "w": "Quăng một hỗn hợp dung dịch keo dính lên mặt đất, làm chậm và sa lầy những kẻ địch bước lên đó.", "e": "Sát thương mục tiêu kẻ địch và hất văng đơn vị đó lên không ra phía sau Singed. Nếu mục tiêu rơi vào Keo Siêu Dính của Singed, nạn nhân sẽ bị trói chân.", "r": "Singed nốc vào một dung dịch hóa học, tăng các chỉ số của hắn."}, "sion": {"noi_tai": "Sau khi bị hạ gục Sion sẽ tự tái tạo lại bản thân, nhưng bù lại Máu của hắn sẽ liên tục giảm xuống trong thời gian này. Hắn được nhận 100% Hút Máu, đánh cực nhanh đồng thời gây thêm 10% số Máu tối đa của mục tiêu thành sát thương trên các đòn đánh (tối đa 75 sát thương thêm lên quái).Tất cả các kĩ năng của hắn đều được thay thế bởi Xung Kích Tử Vong, giúp hắn tăng một lượng Tốc độ Di chuyển bùng nổ.", "q": "Sion vận sức tung một cú nện rìu cực mạnh về phía trước mặt gây sát thương lên những kẻ địch trúng chiêu. Nếu hắn vận sức đủ lâu, những nạn nhân trúng phải sẽ bị hất văng lên không và bị choáng.", "w": "Sion tạo một lớp khiên lên bản thân và có thể tái kích hoạt nó sau 3 giây để gây Sát thương Phép lên những kẻ địch cạnh bên. Khi Sion tiêu diệt kẻ địch, hắn sẽ được gia tăng Máu tối đa.", "e": "Sion bắn ra một luồng sóng năng lượng tầm ngắn gây sát thương và làm chậm đơn vị kẻ địch đầu tiên trúng phải. Nếu tia sóng trúng vào một lính hoặc quái, nạn nhân sẽ bị đẩy lùi, gây sát thương, làm chậm và giảm Giáp tất cả đơn vị nó lướt xuyên qua.", "r": "Sion xông xáo lao về hướng đã chọn, và tăng tốc dần theo thời gian. Hắn có thể chuyển hướng chầm chậm theo sự thay đổi vị trí của con trỏ chuột. Khi tông phải một kẻ địch hắn sẽ gây sát thương và hất văng nạn nhân đó lên không dựa trên khoảng cách đã lao đi bao xa."}, "sivir": {"noi_tai": "Sivir nhận một lượng tốc độ di chuyển cao khi tấn công tướng đối phương.", "q": "Sivir phóng thanh thập tự gươm của mình đi như một cái boomerang, gây sát thương cả lượt đi lẫn về.", "w": "Các đòn đánh thường kế tiếp của Sivir sẽ nảy sang các kẻ địch cạnh bên, gây giảm sát thương lên các mục tiêu phụ.", "e": "Tạo ra một lớp lá chắn ma thuật giúp chặn lại một kĩ năng của kẻ địch. Sivir sẽ nhận lại được Năng lượng nếu lá chắn chặn được kĩ năng.", "r": "Sivir dẫn dắt đồng minh trên chiến trường, giúp tăng cho họ một lượng Tốc độ Di chuyển trong thời gian ngắn. Ngoài ra còn tăng cho Sivir Tốc độ Đánh trong thời gian Nảy Bật đang kích hoạt."}, "skarner": {"noi_tai": "Sự hiện diện của Skarner làm một tinh thể xuất hiện ở một số điểm cố định trên bản đồ. Khi ở gần Tháp Tinh Thể của đội mình, Skarner sẽ được gia tăng rất nhiều tốc độ di chuyển, tốc độ đánh và chỉ số hồi năng lượng.", "q": "Skarner gây sát thương vật lí lên các kẻ địch xung quanh, và kích phát Năng Lượng Tinh Thể trong vài giây nếu có kẻ địch trúng chiêu. Khi Nhát Chém Tinh Thể cường hóa bởi Năng Lượng Tinh Thể được tung ra lần nữa, nó sẽ gây thêm sát thương phép.", "w": "Skarner tạo ra một lá chắn, và khi lá chắn còn hoạt động Tốc độ Di chuyển của hắn được gia tăng.", "e": "Skarner tạo ra một vụ nổ năng lượng tinh thể gây sát thương lên những kẻ địch trúng phải và làm chậm chúng.", "r": "Skarner áp chế một tướng địch và gây sát thương phép lên nạn nhân. Trong thời gian đó, Skarner có thể di chuyển tự do và sẽ kéo nạn nhân theo hắn. Khi hiệu ứng kết thúc, mục tiêu của Skarner sẽ chịu thêm sát thương."}, "sona": {"noi_tai": "Sau khi niệm 3 phép, đòn đánh kế tiếp của Sona gây thêm sát thương phép kèm theo hiệu ứng phụ dựa trên giai điệu Sona vừa tấu lên trước đó.", "q": "Sona tấu lên Anh Hùng Ca, bắn ra những luồng sấm âm thanh, gây sát thương phép lên hai kẻ địch gần nhất, ưu tiên tướng và quái. Sona tạm thời có hào quang tăng sát thương ở đòn đánh kế tiếp cho đồng minh đứng trong vùng ", "w": "Sona tấu lên Giai Điệu Khích Lệ, bắn ra những luồng âm thanh bảo hộ, giúp hồi máu cho Sona và một vị đồng minh trọng thương cạnh bên. Sona tạm thời có hào quang tạo lá chắn cho đồng minh trong vùng.", "e": "Sona tấu lên Bản Nhạc Tốc Độ, tăng Tốc độ Di chuyển cho đồng minh xung quanh. Sona tạm thời có hào quang tăng Tốc độ Di chuyển ở đòn đánh kế tiếp cho tướng đồng minh đứng trong vùng.", "r": "Sona tấu lên bản nhạc tối hậu, làm choáng các tướng địch và buộc chúng phải nhảy múa trong tuyệt vọng khiến chúng phải chịu Sát thương Phép. Mỗi cấp chiêu làm giảm hồi chiêu các kỹ năng cơ bản của Sona."}, "soraka": {"noi_tai": "Soraka chạy nhanh hơn khi di chuyển về phía các đồng minh thấp máu cạnh bên.", "q": "Một ngôi sao từ trên trời rơi xuống vị trí chỉ định, gây sát thương phép và làm chậm kẻ địch. Nếu một tướng địch bị trúng Vẫn Tinh, Soraka được hồi máu và nhận thêm tốc độ di chuyển khi chạy khỏi tướng địch.", "w": "Soraka hi sinh một phần Máu của bản thân để hồi máu cho một đơn vị đồng minh khác.", "e": "Tạo ra một vùng xoáy làm câm lặng tất cả kẻ địch bên trong. Khi vùng xoáy biến mất, tất cả những kẻ địch còn bên trong đều bị trói chân.", "r": "Soraka mang lại hi vọng cho đồng đội của mình bằng cách lập tức hồi máu cho bản thân và tất cả tướng đồng minh."}, "swain": {"noi_tai": "Quạ của Swain thu thập Mảnh Hồn giúp hồi máu cho hắn. Swain có thể chuột phải lên một tướng địch bị bất động để kéo kẻ đó lại gần hắn, gây sát thương và rút ra một Mảnh Hồn.", "q": "Swain bắn các luồng năng lượng ra trước. Chúng xuyên qua các mục tiêu bị tiêu diệt. Kẻ địch chịu thêm sát thương với mỗi luồng năng lượng trúng phải.", "w": "Swain mở ra một con mắt quỷ, tạo nên một vùng nổ sau một thời gian. Vùng nổ gây sát thương và làm chậm kẻ địch. Tướng chịu thêm sát thương, bị lộ diện và cho Swain một Mảnh Hồn.", "e": "Swain bắn một luồng quỷ lực ra trước. Nó sẽ quay lại chỗ Swain và trói chân kẻ địch trúng phải.", "r": "Swain hóa quỷ và hút máu từ 3 tướng địch gần nhất. Sau khi hút đủ máu, Swain có thể tung Lửa Quỷ để ngừng biến hình và tạo ra một quầng năng lượng linh hồn sát thương kẻ địch xung quanh."}, "sylas": {"noi_tai": "Sau khi sử dụng kỹ năng, Sylas sẽ xoay xích xung quanh mình ở đòn kế tiếp, gây sát thương lên kẻ địch xung quanh.", "q": "Sylas tung xích của mình, gây sát thương và làm chậm kẻ địch. Sau một khoảng trễ, điểm giao nhau của xích sẽ phát nổ, tăng khả năng làm chậm và gây thêm một lần sát thương.", "w": "Sylas tung một đòn đánh cực mạnh về kẻ địch, gây sát thương lên chúng và hồi máu cho bản thân. Nếu máu của kẻ địch đang thấp, sát thương sẽ tăng; nếu máu của Sylas đang thấp, lượng hồi phục sẽ tăng.", "e": "Sylas lướt lên phía trước và tạo giáp cho bản thân.rnrnTrong một khoảng ngắn, Sylas có thể tái kích hoạt để vung xích, làm choáng, gây sát thương, và kéo mình tới kẻ địch đầu tiên trúng phải.", "r": "Sylas cướp chiêu cuối của kẻ địch và sử dụng nó như của mình.rnrnKẻ địch vẫn có thể sử dụng chiêu cuối bình thường dù Sylas đã lấy nó. Hắn có thể đánh cắp chiêu cuối của kẻ địch bất cứ khi nào Tước Đoạt hồi xong, nhưng sẽ không thể lấy của cùng một kẻ địch trong một khoảng thời gian nhất định."}, "syndra": {"noi_tai": "Các phép thuật được cường hóa khi đạt đến cấp tối đa.Quả Cầu Bóng Tối: Gây thêm 15% sát thương lên tướng.Ý Lực: Gây thêm 20% sát thương chuẩn.Quét Tan Kẻ Yếu: Tầm rộng của phép này được tăng thêm 50%.Bùng Nổ Sức Mạnh: Tầm sử dụng tăng thêm 75.", "q": "Syndra tạo ra một Quả Cầu Bóng Tối gây sát thương phép. Quả cầu sẽ vẫn nằm yên ở vị trí đó và có thể bị thao túng bởi những sức mạnh khác của cô.", "w": "Syndra thu vào rồi quẳng đi một Quả cầu Bóng Tối, hoặc lính địch, gây sát thương phép và làm chậm Tốc độ Di chuyển của những nạn nhân trúng phải.", "e": "Syndra hất văng kẻ địch và các Quả Cầu Bóng Tối đi gây sát thương phép. Ngoài ra các nạn nhân bị Quả Cầu Bóng Tối va phải sẽ bị choáng.", "r": "Syndra oanh tạc một tướng địch với tất cả những Quả Cầu Bóng Tối của cô."}, "tahm kench": {"noi_tai": "Tahm Kench dồn trọng lượng của mình vào mỗi đòn đánh và kỹ năng, gây thêm sát thương dựa trên máu tối đa. Gây sát thương tướng địch tăng điểm Khẩu Vị Độc Đáo. Khi có ba điểm, hắn có thể Đánh Chén tướng địch.", "q": "Tahm Kench quất roi lưỡi của hắn, gây sát thương và làm chậm đơn vị đầu tiên trúng chiêu. Kĩ năng này sẽ gây làm choáng sau 3 điểm cộng dồn Khẩu Vị Độc Đáo.", "w": "Tahm Kench đánh chén một mục tiêu, gây sát thương phép tương đương với một phần lượng máu tối đa của chúng. Hắn có thể nhổ lính và quái bị đánh chén ra như một kĩ năng định hướng để gây sát thương phép trên một diện rộng.", "e": "Tahm Kench chuyển các sát thương nhận vào gần đây thành một lớp lá chắn. Khi lớp máu xám rớt xuống, Tahm Kench được hồi một phần lượng máu xám đó. Khi kích hoạt, kĩ năng này chuyển toàn bộ lượng máu xám thành một lớp lá chắn.", "r": "Tahm Kench dịch chuyển khắp bản đồ, và có thể mang theo một tướng đồng minh đi cùng."}, "taliyah": {"noi_tai": "Taliyah nhận thêm tốc độ di chuyển gần tường.", "q": "Taliyah ném 1 loạt đá vào hướng chỉ định trong khi vẫn có thể tự do di chuyển. Nó làm biến đổi đất dưới chân cô. Nếu Taliyah dùng Phi Thạch trên đất biến đổi, cô chỉ ném ra 1 viên đá.", "w": "Taliyah khiến một khu vực trồi lên và ném kẻ địch về hướng cô chọn.", "e": "Taliyah tạo ra một bãi mìn làm chậm và phát nổ nếu kẻ địch lướt qua hoặc bị kéo/đẩy vào đó.", "r": "Taliyah tạo ra một bức tường siêu dài và lướt trên nó."}, "talon": {"noi_tai": "Kỹ năng của Talon Trúng Thương tướng và quái khủng, cộng dồn tối đa 3 lần. Khi Talon tấn công một tướng với 3 điểm Trúng Thương, chúng sẽ bị chảy máu, chịu sát thương nặng nề theo thời gian. ", "q": "Talon đâm vào mục tiêu chỉ định. Nếu chúng trong tầm cận chiến, đòn đánh gây chí mạng. Nếu ngoài tầm cận chiến, Talon sẽ nhảy vào mục tiêu trước khi đâm chúng. Talon hoàn lại một phần máu và hồi chiêu nếu kỹ năng này hạ gục mục tiêu.", "w": "Talon phóng ra một loạt dao găm sẽ trở lại chỗ hắn, gây sát thương vật lý mỗi lần đi qua một kẻ địch. Dao găm trở về gây thêm sát thương và làm chậm các đơn vị trúng phải.", "e": "Talon nhào lộn qua địa hình hoặc công trình, có khoảng cách tối đa. Kỹ năng này có hồi chiêu thấp, nhưng phải mất rất lâu địa hình đã nhảy qua mới dùng lại được.", "r": "Talon tung ra một vòng dao và trở nên Vô Hình, đồng thời tăng thêm Tốc độ Di chuyển. Khi Talon mất Vô Hình, các lưỡi dao tụ hội tại vị trí của hắn. Mỗi khi lưỡi dao di chuyển, Sát Thủ Bóng Đêm gây sát thương vật lý lên kẻ địch trúng ít nhất một lưỡi dao."}, "taric": {"noi_tai": "Dùng kỹ năng cường hóa 2 đòn đánh thường tiếp theo của Taric, gây thêm sát thương phép, giảm hồi chiêu các kỹ năng cơ bản, và đánh nhanh hơn.", "q": "Hồi máu cho các tướng đồng minh dựa trên số tích trữ. Đòn đánh cường hóa của Can Đảm cho một tích trữ Ánh Sáng Tinh Tú", "w": "Nội tại tăng Giáp của Taric và tướng đồng minh có Pháo Đài.Kích hoạt sẽ tạo lá chắn cho đồng minh và đặt Pháo Đài lên họ chừng nào họ còn đứng gần Taric. Kỹ năng của Taric cũng có thể dùng từ đồng minh có Pháo Đài.", "e": "Taric gọi ra luồng sáng tinh tú. Sau khi chờ một thời gian, nó sẽ gây sát thương phép và làm choáng kẻ địch.", "r": "Sau thời gian chờ, Taric rót năng lượng vũ trụ vào tướng đồng minh xung quanh, giúp họ miễn nhiễm sát thương trong chốc lát."}, "teemo": {"noi_tai": "Nếu Teemo đứng yên và không thực hiện hành động nào trong chốc lát, cậu trở nên Vô Hình vĩnh viễn. Nếu ở trong bụi cỏ, Teemo có thể duy trì Vô Hình khi di chuyển. Sau khi mất Vô Hình, Teemo nhận Yếu Tố Bất Ngờ, tăng Tốc độ Đánh trong 3 giây.", "q": "Làm mờ tầm nhìn của kẻ địch bằng một chất độc cực mạnh, gây sát thương lên mục tiêu đồng thời khiến nạn nhân bị mù trong thời gian hiệu lực.", "w": "Teemo tăng tốc độ chạy của bản thân đến khi hắn bị tấn công bởi tướng địch hay trụ. Teemo có thể kích hoạt kỹ năng này để tăng tốc mà không bị ảnh hưởng bởi các đòn đánh trong một khoảng thời gian ngắn.", "e": "Mỗi đòn đánh của Teemo sẽ làm mục tiêu bị nhiễm độc, gây sát thương khởi điểm, và sát thương mỗi giây trong 4 giây.", "r": "Teemo ném một cái bẫy nấm độc từ trong túi của mình. Nếu kẻ dịch dẫm phải nó sẽ phun ra một làn khói độc, làm chậm và gây sát thương theo thời gian. Nếu Teemo ném nấm vào một nấm khác, nó sẽ nảy thêm một khoảng cách nữa."}, "thresh": {"noi_tai": "Thresh có thể thu thập linh hồn của quân thù gục ngã quanh cạnh hắn, giúp gia tăng Giáp, và Sức mạnh Phép Thuật.", "q": "Thresh trói một kẻ địch bằng xích rồi kéo nạn nhân về phía hắn. Kích hoạt kĩ năng này lần thứ hai để kéo Thresh về phía kẻ địch.", "w": "Thresh quẳng ra một cái lồng đèn giúp bảo vệ Tướng đồng minh cạnh bên khỏi sát thương. Đồng minh có thể nhấp vào lồng đèn để lướt đến Thresh.", "e": "Các đòn đánh của Thresh sẽ gây thêm sát thương dựa trên thời gian chờ giữa hai đòn đánh kéo dài bao lâu. Khi được kích hoạt, Thresh xoáy xiềng xích, hất văng tất cả kẻ địch trúng phải theo hướng của chiêu.", "r": "Một bức tường ngục tù làm chậm và sát thương nếu bị phá vỡ."}, "tristana": {"noi_tai": "Tầm đánh của Tristana tăng khi cô lên cấp.", "q": "Tốc độ Đánh của Tristana được tăng rất nhiều trong một khoảng thời gian ngắn.", "w": "Tristana nhảy đến vị trí mục tiêu, gây sát thương và làm chậm các đơn vị xung quanh nơi tiếp đất trong thoáng chốc.", "e": "Khi Tristana tiêu diệt một đơn vị, phát đạn của cô bắn tung ra thành những mảnh nhỏ, gây sát thương lên kẻ địch xung quanh. Có thể kích hoạt để đặt một quả bom lên mục tiêu kẻ địch, thứ sẽ phát nổ sau một thời gian ngắn và gây sát thương lên những đơn vị xung quanh.", "r": "Tristana nạp một viên đạn cỡ bự vào vũ khí rồi bắn vào kẻ địch. Gây Sát thương Phép và đẩy lùi mục tiêu. Nếu mục tiêu đang mang trên mình Bọc Thuốc Súng, quả bom sẽ nổ với phạm vi gấp đôi."}, "trundle": {"noi_tai": "Khi có một đơn vị kẻ địch cạnh Trundle chết, hắn được hồi một số phần trăm máu tối đa của chúng.", "q": "Trundle cắn đối phương, gây sát thương, làm chậm trong thoáng chốc và hút một số Sát thương Vật lí của nạn nhân.", "w": "Trundle tạo ra một vùng trên mặt đất giúp gia tăng Tốc độ Di chuyển, Tốc độ Đánh của bản thân đồng thời gia tăng khả năng hồi máu nhận được từ mọi nguồn khi còn ở trong vùng ảnh hưởng.", "e": "Trundle tạo ra một cột băng tại vị trí đã chọn, nơi sẽ trở thành một vùng địa hình không thể đi qua, và làm chậm tất cả kẻ địch cạnh bên.", "r": "Trundle lập tức đánh cắp một số phần trăm Máu, Giáp và Kháng Phép của mục tiêu. Trong 4 giây kế, số Máu, Giáp và Kháng Phép bị đánh cắp sẽ tăng gấp hai lần."}, "tryndamere": {"noi_tai": "Tryndamere nhận điểm Nộ thông qua mỗi đòn đánh thường, đánh chí mạng, và các cú đánh kết liễu mục tiêu. Nộ tăng Tỉ lệ Chí mạng của hắn và có thể được tiêu thụ để sử dụng kĩ năng Say Máu.", "q": "Tryndamere cảm nhận được sự kích thích trên chiến trường, tăng sát thương vật lí mỗi khi hắn chịu sát thương. Hắn có thể niệm Say Máu để sử dụng điểm nộ và hồi máu cho bản thân.", "w": "Tryndamere gầm lên khiêu khích, giảm Sát thương Vật lí các tướng xung quanh. Kẻ địch quay lưng lại với Tryndamere bị làm chậm Tốc độ Di chuyển.", "e": "Tryndamere lướt tới mục tiêu, gây sát thương lên những kẻ địch trên đường.", "r": "Sự khao khát chiến đấu của Tryndamere mạnh tới mức hắn không thể chết, bất kể bị thương tổn bao nhiêu."}, "tướng mới": {"noi_tai": "", "q": "", "w": "", "e": "", "r": ""}, "twisted fate": {"noi_tai": "Sau khi tiêu diệt một đơn vị, Twisted Fate ''lắc xí ngầu'' giúp nhận thêm từ 1 đến 6 vàng.", "q": "Phóng ba lá bài theo hình nón, gây sát thương cho mỗi đơn vị nó đi qua.", "w": "Twisted Fate chọn một lá bài ma thuật trong bộ bài của mình, sử dụng nó trong đòn đánh kế tiếp, gây thêm hiệu ứng.", "e": "Mỗi 4 cú đánh, Twisted Fate gây thêm sát thương. Ngoài ra, Tốc độ Đánh của hắn được gia tăng.", "r": "Twisted Fate đoán trước được số phận của kẻ địch, phát hiện tất cả tướng địch, và có khả năng sử dụng Dịch Chuyển, khiến cho Twisted Fate có thể biến đến bất kì vị trí nào trong 1.5 giây."}, "twitch": {"noi_tai": "Các đòn đánh cơ bản của Twitch khiến mục tiêu bị trúng độc, phải chịu sát thương chuẩn mỗi giây.", "q": "Twitch được Ngụy Trang trong chốc lát và nhận thêm Tốc độ Di chuyển. Khi hết Ngụy Trang, Twitch nhận thêm Tốc độ Đánh trong chốc lát.Khi một tướng địch có Độc Chết Người chết, hồi chiêu Đột Kích được hoàn lại.", "w": "Twitch làm bùng nổ độc suy nhược trong một khu vực, làm chậm kẻ địch và buộc các nạn nhân bị nhiễm độc.", "e": "Twitch kích hoạt thứ dịch bệnh chết người trên những nạn nhân đã bị hạ độc.", "r": "Twitch xả toàn bộ sức mạnh của chiếc nỏ, bắn ra những mũi tên bay cực xa, xuyên qua tất cả các mục tiêu trúng phải."}, "udyr": {"noi_tai": "Chuyển sang thế mới cho Udyr thêm Tốc độ Đánh và Tốc độ Di chuyển trong chốc lát. Hiệu ứng có thể cộng dồn nhiều lần.", "q": "Võ Hổ: Kích Hoạt - Tốc độ Đánh của Udyr được gia tăng trong vài giây, đồng thời đòn đánh đầu tiên của hắn gây ra một lượng sát thương lớn trong 2 giây. Hiệu ứng Duy trì – Đòn đánh đầu tiên và mỗi đòn đánh thứ ba sau đó của Udyr gây một lượng lớn sát thương trong vòng 2 giây.", "w": "Võ Rùa: Kích Hoạt - Udyr tạo một chiếc khiên tạm thời hấp thụ sát thương. Hiệu Ứng Duy Trì – Đòn đánh đầu tiên và mỗi đòn đánh thứ ba của Udyr sau đó hồi cho Udyr 2.5% máu tối đa.", "e": "Võ Gấu: kích hoạt - Udyr tăng cao Tốc độ Di chuyển trong thời gian ngắn. Hiệu ứng kèm theo - Đòn đánh của Udyr làm choáng mục tiêu trong 1 giây. Hiệu ứng này không thể xảy ra trên cùng mục tiêu trong vài giây.", "r": "Võ Phượng Hoàng: kích hoạt - Udyr phóng ra các luồng sóng lửa gây sát thương lên kẻ địch xung quanh. Hiệu ứng kèm theo – cú đánh đầu tiên và mỗi cú đánh thứ ba sau đó, Udyr thiêu đốt kẻ địch trước mặt trong lửa."}, "urgot": {"noi_tai": "Đòn đánh thường và Càn Quét khiến các chân càng khạc lửa theo chu kỳ, gây sát thương vật lý.", "q": "Bắn một lựu đạn vào điểm chỉ định, gây sát thương vật lý lên các kẻ địch gần đó và làm chậm chúng.", "w": "Urgot tạo lá chắn cho bản thân, tự làm chậm và xả đạn vào kẻ địch gần đó. Ưu tiên tướng địch vừa bị trúng chiêu thức của Urgot và kích hoạt Đại Bác Cộng Hưởng.", "e": "Urgot lao theo một hướng, giày xéo lên những đơn vị không phải tướng. Nếu đâm vào một tướng địch, hắn ngừng lại và ném kẻ đó ra sau.", "r": "Urgot bắn ra một mũi khoan hóa kỹ, cắm vào tướng địch đầu tiên trúng phải. Nếu tướng đó tụt xuống dưới ngưỡng máu nhất định, Urgot có thể kết liễu nạn nhân."}, "varus": {"noi_tai": "Mỗi khi Varus hạ gục hay hỗ trợ tiêu diệt đối phương, hắn nhận thêm tốc độ đánh. Lượng tốc độ nhận được sẽ nhiều hơn nếu đối phương là tướng.", "q": "Varus chuẩn bị và bắn ra một mũi tên cực mạnh. Thời gian chuẩn bị càng lâu, mũi tên bay càng xa và gây sát thương càng cao.", "w": "Đòn tấn công của Varus gây thêm sát thương phép thuật và đặt cộng dồn Tên Độc. Các kĩ năng của Varus kích nổ Tên Độc, gây sát thương phép dựa trên máu tối đa của mục tiêu. Kích hoạt: Varus cường hóa Mũi Tên Xuyên Phá kế tiếp.", "e": "Varus bắn ra một làn mưa tên gây sát thương vật lí và yểm bùa mặt đất, khiến đối phương bị làm chậm và giảm khả năng tự hồi phục của chúng.", "r": "Varus tung ra một sợi tua có khả năng trói mục tiêu tướng đầu tiên đụng phải, sau đó dài ra và tiếp tục trói những mục tiêu chưa bị ảnh hưởng xung quanh."}, "vayne": {"noi_tai": "Vayne săn đuổi những lũ tội phạm không ngừng nghỉ. Cô được tăng 30 Tốc độ Di chuyển khi đi về phía các tướng địch gần đó.", "q": "Vayne lộn đi một quãng ngắn. Đòn đánh kế tiếp của cô gây thêm sát thương.", "w": "Vayne gắn vào đầu mũi tên một thứ kim loại quý hiếm có đặc tính trừ tà cực mạnh. Đòn đánh hoặc kĩ năng thứ 3 liên tiếp lên cùng một mục tiêu sẽ gây sát thương chuẩn theo phần trăm máu tối đa của đối thủ. (Tối đa: 200 sát thương lên quái)  ", "e": "Vayne rút ra chiếc nỏ to bản từ sau lưng, bắn một mũi tên cực đại vào mục tiêu, gây sát thương và đẩy lùi nạn nhân. Nếu mục tiêu bị va phải địa hình, nạn nhân sẽ bị choáng và chịu thêm sát thương.", "r": "Sẵn sàng cho những cuộc đụng độ nảy lửa, Vayne gia tăng Sát thương vật lí, Vô Hình trong thời gian sử dụng Nhào Lộn, và tăng gấp ba lần Tốc độ di chuyển từ Thợ Săn Bóng Đêm."}, "veigar": {"noi_tai": "Dùng phép trúng tướng địch hoặc hạ gục tăng vĩnh viễn Sức mạnh Phép thuật cho Veigar", "q": "Phóng thích năng lượng bóng tối gây sát thương phép lên hai kẻ địch đầu tiên trúng chiêu. Nếu đơn vị đó bị hạ gục, Veigar được tăng Sức mạnh Phép thuật. ", "w": "Veigar gọi một cục thiên thạch đen khổng lồ rơi xuống địa điểm chỉ định, gây sát thương phép khi chạm đất. Cộng dồn Sức Mạnh Quỷ Quyệt giảm hồi chiêu của Thiên Thạch Đen.", "e": "Sau một thoáng trì hoãn, Veigar xoắn vặn không gian quanh vị trí mục tiêu trong 3 giây, làm choáng kẻ nào bước qua vành đai trong thời gian hiệu lực.", "r": "Phóng chưởng vào tướng địch, gây lượng sát thương phép cực lớn, tăng theo lượng máu đã mất của mục tiêu."}, "vel'koz": {"noi_tai": "Các kỹ năng cơ bản của Vel'Koz đặt Phân Rã Hữu Cơ lên kẻ địch khi trúng đích. Nếu tích đủ 3 điểm cộng dồn, kẻ địch sẽ phải chịu một lượng sát thương chuẩn.", "q": "Vel'Koz bắn ra một luồng plasma chia làm hai tia khi kích hoạt, hoặc khi trúng phải kẻ địch. Tia plasma gây sát thương và làm chậm khi trúng đích.", "w": "Vel'Koz mở ra một vết rách không gian dẫn tới vùng hư không, gây một lượng sát thương bộc phá khởi điểm, sau đó sẽ gây sát thương theo thời gian lên những nạn nhân bên trong vệt rách không gian đó.", "e": "Vel'Koz khiến một khu vực phát nổ, hất văng kẻ địch lên không, và đầy lùi nhẹ những kẻ địch cạnh bên.", "r": "Vel'Koz phóng thích ra một luồng năng lượng tích tụ theo con trỏ chuột trong 2.5 giây sát thương kẻ địch. Tướng địch bị Soi Chiếu sẽ chịu sát thương chuẩn."}, "vi": {"noi_tai": "Vi đang sạc lá chắn theo thời gian. Lá chắn có thể được kích hoạt khi công kích trúng một kẻ địch bằng kĩ năng.", "q": "Vi vận sức mạnh rồi tung một cú đấm bùng nổ đẩy cô về phía trước. Các kẻ địch trúng chiêu sẽ bị hất văng đi và chịu thêm một cộng dồn Cú Đấm Phá Giáp.", "w": "Cú đấm của Vi phá Giáp của mục tiêu, gây thêm sát thương đồng thời tăng cho cô thêm Tốc độ Đánh. ", "e": "Đòn đánh kế tiếp của Vi xuyên thấu qua mục tiêu, gây sát thương lên cả những đơn vị sau nạn nhân chính.", "r": "Vi lao đến một kẻ địch, hất văng những kẻ cản đường sang hai bên. Khi đến bên kẻ địch cô hất văng mục tiêu lên không rồi nhảy bật lên nện nạn nhân xuống mặt đất. "}, "viktor": {"noi_tai": "Viktor khởi đầu với trang bị Lõi Công Nghệ Nguyên Bản, thứ có thể được nâng cấp ba lần trong cửa hàng để cường hóa các kĩ năng của bản thân.", "q": "Viktor chưởng một kẻ địch gây sát thương phép, và nhận được lá chắn đồng thời cường hóa đòn đánh thường kế tiếp của hắn.Cường Hóa: Viktor được tăng 60% giá trị lá chắn của Chuyển Hóa Năng Lượng và nhận thêm Tốc độ Di chuyển sau khi niệm chiêu.", "w": "Viktor tạo ra một trường trọng lực làm chậm tất cả những kẻ địch trong vùng ảnh hưởng. Nếu kẻ địch ở trong bán kính tác động quá lâu, chúng sẽ bị choáng.Cường Hóa: Kẻ địch bị choáng bởi Trường Trọng Lực sẽ bị hút vào tâm.", "e": "Viktor sử dụng cánh tay máy của mình để bắn ra một dải sáng hỗn loạn cắt xuyên những mục tiêu trên một đường thẳng, gây sát thương phép lên tất cả những nạn nhân trúng phải.Cường Hóa: Một vụ nổ gây sát thương phép diễn ra ngay sau Tia Chết Chóc.", "r": "Viktor tạo ra một cơn bão điện từ gây sát thương phép và làm ngắt quãng kẻ địch trong thoáng chốc. Sau đó cơn bão tiếp tục gây sát thương phép mỗi giây lên những kẻ địch cạnh bên. Viktor có thể chuyển hướng cơn bão.Cường Hóa: Bão Điện Từ di chuyển nhanh hơn."}, "vladimir": {"noi_tai": "Mỗi 40 điểm Máu cộng thêm cho Vladimir 1 Sức mạnh Phép thuật và mỗi 1 điểm Sức mạnh Phép thuật cho Vladimir 1.4 Máu cộng thêm (không cộng dồn lẫn nhau).", "q": "Vladimir hút máu từ nạn nhân của hắn. Khi đạt mức tối đa, Truyền Máu sẽ được tăng nhiều sát thương và hồi máu trong thời gian ngắn.", "w": "Vladimir lặn vào một vũng máu và không thể bị định vị trong 2 giây. Ngoài ra, kẻ địch trúng phải vũng máu sẽ bị làm chậm đồng thời Vladimir cũng rút máu từ chúng. ", "e": "Vladimir dùng máu để tích tụ sức mạnh, khi phóng thích, sẽ gây sát thương lên khu vực quanh hắn nhưng có thể bị chặn bởi đơn vị địch.", "r": "Vladimir tiêm nhiễm một khu vực bằng dịch bệnh. Kẻ địch bị nhiễm sẽ chịu thêm sát thương trong thời gian đó. Sau vài giây, Máu Độc gây sát thương phép lên kẻ địch bị nhiễm và hồi máu cho Vladimir với mỗi Tướng địch trúng phải."}, "volibear": {"noi_tai": "Volibear hồi máu cực nhanh trong vài giây khi số máu hiện tại bị rút xuống một mức báo động.", "q": "Volibear chạy trên bốn chân giúp gia tăng tốc độ di chuyển. Nếu đuổi theo tướng đối phương sẽ chạy nhanh hơn. Kẻ địch đầu tiên bị hắn tấn công sẽ bị hất văng ra phía sau Volibear.", "w": "Các đòn đánh liên tục của Volibear giúp hắn được tăng Tốc độ Đánh. Sau khi tung ba cú đánh liên tục, hắn sẽ có thể cắn mạnh vào kẻ địch gây sát thương gia tăng dựa trên số máu đã tổn thất của mục tiêu.", "e": "Volibear gầm lên, gây sát thương, làm chậm và hơi đẩy lùi các kẻ địch. Kẻ địch đang trên không hoặc lướt chịu thêm sát thương. Lính và quái cũng bị hoảng sợ.", "r": "Volibear tập trung sấm sét, gây sát thương cho những kẻ địch xung quanh. Sức mạnh của những cơn giông tố khiến các đòn đánh của hắn phóng sấm sét vào những kẻ địch cạnh bên."}, "warwick": {"noi_tai": "Đòn đánh của Warwick gây thêm sát thương phép. Nếu Warwick còn dưới 50% máu, hắn hồi lại lượng tương ứng. Nếu Warwick còn dưới 25% máu, hồi máu tăng gấp ba.", "q": "Warwick xồ tới cắn mục tiêu, gây sát thương dựa trên máu tối đa của chúng và hồi máu theo sát thương gây ra.", "w": "Warwick ngửi được kẻ địch dưới 50% máu, nhận thêm tốc chạy và tốc đánh lên chúng. Khi chúng còn dưới 20% máu, hắn hóa điên và được nhân ba điểm thưởng.", "e": "Warwick được giảm sát thương gánh chịu trong 2.5 giây. Khi kết thúc, hoặc tái kích hoạt, hắn gầm thét, khiến kẻ địch gần đó bỏ chạy trong 1 giây.", "r": "Warwick nhảy theo một hướng (gia tăng theo tốc chạy cộng thêm), áp chế tướng địch đầu tiên va phải trong 1.5 giây."}, "xayah": {"noi_tai": "Sau khi dùng một kỹ năng, vài đòn đánh kế tiếp của Xayah sẽ đánh trúng tất cả kẻ địch trên đường bay và để lại một Lông Vũ cho cô triệu hồi.", "q": "Xayah phi ra hai dao gây sát thương và để lại Lông Vũ trên đất.", "w": "Xayah tạo một cơn bão phi dao tăng tốc độ và sát thương của đòn đánh thường, đồng thời cho cô tốc chạy nếu tấn công một tướng.", "e": "Xayah triệu hồi tất cả Lông Vũ rơi trên đất, gây sát thương và trói chân kẻ địch'", "r": "Xayah nhảy lên không, không thể bị chỉ định và quăng ra một loạt phi dao, để lại Lông Vũ trên mặt đất."}, "xerath": {"noi_tai": "Các đòn đánh thường của Xerath giúp phục hồi Năng lượng theo định kì.", "q": "Bắn một dải năng lượng tầm xa, gây sát thương phép lên tất cả mục tiêu trúng phải. ", "w": "Tạo ra một vụ nổ năng lượng, gây sát thương phép và làm chậm tất cả kẻ địch trong vùng ảnh hưởng. Những kẻ địch trong tâm ảnh hưởng phải chịu thêm sát thương và bị làm chậm nhiều hơn.", "e": "Gây sát thương phép lên một kẻ địch và làm choáng nạn nhân đó.", "r": "Xerath tự cố định vị trí của bản thân rồi nhận được nhiều lần công kích ma pháp trên diện rộng với tầm thi triển cực xa."}, "xin zhao": {"noi_tai": "Mỗi đòn đánh thứ ba gây thêm sát thương và hồi máu cho Xin Zhao.", "q": "Ba đòn đánh kế tiếp của Xin Zhao gây thêm sát thương. Đòn đánh thứ ba hất tung kẻ địch.", "w": "Xin Zhao dùng thương chém ra trước mặt, sau đó đâm tới, làm chậm kẻ địch bị trúng đòn.", "e": "Xin Zhao xông vào một kẻ địch, gây sát thương lên tất cả kẻ địch gần đó và thoáng làm chậm chúng.", "r": "Xin Zhao gây sát thương lên các kẻ địch gần đó dựa theo máu hiện tại của chúng và đẩy lùi những mục tiêu không bị thách đấu. Xin Zhao được miễn nhiễm sát thương gây ra bởi tướng đừng ngoài vòng tròn được tạo thành."}, "yasuo": {"noi_tai": "Tỉ lệ Chí mạng của Yasuo được tăng gấp đôi. Ngoài ra, Yasuo sẽ dần dần dựng lên một tấm khiên khi hắn di chuyển. Tấm khiên sẽ tự kích hoạt khi hắn chịu phải sát thương từ tướng hay quái.", "q": "Đâm tới, gây sát thương tất cả kẻ địch trên một đường thẳng.Tạo một cộng dồn Tụ Bão trong vài giây nếu trúng mục tiêu. Khi có 2 cộng dồn, Bão Kiếm bắn ra lốc xoáy hất Văng Lên Không.Bão Kiếm được tính là đòn đánh thường và có đầy đủ hiệu ứng của đòn đánh thường.", "w": "Tạo một bức tường ngăn mọi luồng đạn của kẻ địch trong 4 giây.", "e": "Lướt qua mục tiêu, gây sát thương phép. Mỗi lần lướt tăng sát thương cơ bản của lần tiếp theo đến một lượng tối đa.Không thể lướt lên cùng một mục tiêu trong vòng vài giây.Nếu Bão Kiếm tung ra khi đang lướt, nó sẽ tấn công theo hình tròn.", "r": "Biến đến một tướng địch đang bị Hất Lên Không, gây sát thương vật lí và giữ tất cả những kẻ địch bị Hất Lên Không trong vùng ảnh hưởng trên không trung thêm @Effect4Amount@ giây. Lập tức tích đầy thanh Nhịp, nhưng đặt lại mọi cộng dồn của Tụ Bão.Trong @Effect3Amount@ giây, đòn chí mạng của Yasuo nhận thêm @Effect2Amount@% Xuyên Giáp cộng thêm."}, "yorick": {"noi_tai": "Yorick có thể gọi Ma Sương bằng kỹ năng. Kẻ địch gục ngã gần Yorick đôi khi sẽ để lại một nấm mộ.", "q": "Yorick gây thêm sát thương trong đòn đánh kế và hồi máu lại cho hắn. Nếu mục tiêu bị hạ gục, một nấm mộ sẽ mọc lên.", "w": "Yorick dựng lên bức tường có thể phá hủy ở vị trí chỉ định chặn đường di chuyển của kẻ địch.", "e": "Yorick ném ra một đám Sương Đen gây sát thương, làm chậm, và đánh dấu kẻ địch.", "r": "Yorick triệu hồi Thánh Nữ Sương Mù khiến các đòn đánh của Yorick lên mục tiêu của Thánh Nữ gây thêm sát thương. Thánh Nữ cũng tự động gọi Ma Sương từ các kẻ địch đã gục ngã."}, "zac": {"noi_tai": "Mỗi khi Zac công kích trúng một kẻ địch bằng kĩ năng của mình, hắn tự tách ra một mẩu của bản thân, thứ có thể tái hấp thu để được hồi Máu. Khi bị hạ gục, Zac tự tách ra làm 4 mảng tế bào, và chúng có thể hợp nhau trở lại. Nếu còn bất kì mảnh nào tồn tại sau 8 giây, hắn sẽ được tái sinh với lượng Máu dựa trên số Máu của các mảng tế bào còn sống. Mỗi mảng tế bào có một lượng phần trăm Máu tối đa của Zac, cũng như cả Giáp và Kháng Phép. Kĩ năng này có 5 phút thời gian hồi.", "q": "Zac duỗi dài tay, làm chậm và gây sát thương lên những kẻ địch cạnh bên. ", "w": "Cơ thể của Zac nổ tung ra, gây sát thương lên các kẻ địch cạnh bên. ", "e": "Zac gắn tay lên mặt đất rồi rút nhanh về, giúp hắn bắn về phía trước. ", "r": "Zac bắn lên không, nhận thêm Tốc độ Di chuyển, rồi nện xuống đất ba lần, mỗi lần đều gây sát thương, làm chậm và hất văng kẻ địch cạnh bên. "}, "zed": {"noi_tai": "Các đòn đánh thường của Zed lên các đơn vị dưới 50% máu sẽ gây thêm 6-10% chỉ số máu tối đa của nạn nhân thành Sát thương Phép. Hiệu ứng này chỉ có thể xảy ra mỗi 10 giây một lần trên cùng mục tiêu.", "q": "Zed cùng phân thân bóng tối xoáy kiếm về phía trước, gây sát thương lên các đơn vị bị kĩ năng bay xuyên qua.", "w": "Phân thân của Zed lướt tới trước rồi yên vị trong 5 giây, nó thể bắt chước các kĩ năng hắn tung ra. Zed có thể tái kích hoạt kĩ năng để đổi chỗ với phân thân.", "e": "Zed cùng phân thân xoáy lưỡi kiếm, bắn ra một luồng sóng năng lượng hắc ám. Sóng kiếm xoáy của phân thân gây hiệu ứng làm chậm.", "r": "Zed để lại một cái bóng sau lưng rồi lướt tới tướng mục tiêu, khắc dấu ấn tử thần lên nạn nhân. Sau 3 giây, dấu ấn sẽ kích nổ, gây một số phần trăm sát thương Zed đã gây ra khi dấu ấn còn trong thời gian hiệu lực. Nếu tướng địch chết dưới tác dụng của Dấu Ấn Tử Thần, Zed có thể đánh cắp một phần Sức mạnh Công kích của nạn nhân."}, "ziggs": {"noi_tai": "Mỗi 12 giây đòn đánh thường kế tiếp của Ziggs sẽ gây thêm sát thương phép. Thời gian tái sử dụng sẽ được giảm đi bất cứ khi nào Ziggs sử dụng một kĩ năng.", "q": "Ziggs quẳng ra một trái bom nảy gây sát thương phép.", "w": "Ziggs quẳng ra một khối chất nổ sẽ tự nổ sau 4 giây, hoặc khi kĩ năng được tái kích hoạt. Vụ nổ gây sát thương phép lên kẻ địch, hất văng chúng đi. Ziggs cũng bị hất văng đi, nhưng không bị thương gì cả. Ziggs có thể dùng Gói Chất Nổ để phá hủy trụ.", "e": "Ziggs rải ra những quả mìn sẽ phát nổ khi tiếp xúc với kẻ địch, gây sát thương phép và làm chậm nạn nhân.", "r": "Ziggs triển khai vũ khí tối thượng của mình, Siêu Bom Địa Ngục, rồi ném đi một khoảng cách cực xa. Những kẻ địch trong phạm vi vụ nổ chịu sát thương nhiều hơn những kẻ ở ngoài tầm tác động."}, "zilean": {"noi_tai": "Zilean trữ thời gian thành Kinh nghiệm. Khi tích trữ đủ Kinh nghiệm để lên cấp cho một tướng đồng mình, hắn có thể ấn phải vào tướng đó để truyền đi lượng Kinh nghiệm. Zilean cũng sẽ nhận lại một lượng Kinh nghiệm tương ứng. Kỹ năng này không thể dùng trong giao tranh.", "q": "Ném một quả bom vào vùng chỉ định, thứ sẽ bám dính lấy bất kì đơn vị nào dám lại gần nó (ưu tiên Tướng). Quả bom sẽ phát nổ sau 3 giây, gây sát thương ra xung quanh. Nếu Bom Hẹn Giờ được kích nổ sớm hơn bởi một quả Bom Hẹn Giờ khác, nó sẽ làm choáng các nạn nhân.", "w": "Zilean có thể chuẩn bị trước cho những bất trắc trong tương lai, giảm thời gian hồi chiêu các kĩ năng cơ bản của nó.", "e": "Zilean bẻ cong thời gian quanh một đơn vị, giảm tốc độ di chuyển nếu đó là kẻ địch và gia tăng nếu đó là đồng minh trong một thời gian ngắn. ", "r": "Zilean ếm bùa bảo vệ lên tướng đồng minh, giúp hồi sinh nạn nhân nếu mục tiêu chẳng may bị hạ gục trong thời gian hiệu lực."}, "zoe": {"noi_tai": "Đòn đánh kế tiếp của Zoe sau khi tung chiêu gây thêm sát thương phép.", "q": "Zoe bắn ra một luồng phép có thể đổi hướng giữa chừng. Càng bay được nhiều càng gây thêm sát thương.", "w": "Zoe có thể nhặt lấy những mẩu Phép Bổ Trợ và trang bị kích hoạt của kẻ địch rồi tự mình dùng chúng một lần. Mỗi khi dùng một Phép Bổ Trợ, cô gọi ra ba luồng phép bắn vào mục tiêu gần nhất.", "e": "Khiến mục tiêu trở nên buồn ngủ, rồi ngủ hẳn. Nguồn sát thương đầu tiên phá vỡ giấc ngủ sẽ được nhân đôi, dừng ở một mức tối đa.", "r": "Bay tới một vị trí gần đó trong 1 giây. Rồi bay trở về."}, "zyra": {"noi_tai": "Hạt giống sinh ra quanh Zyra theo chu kỳ, nhanh hơn mỗi khi Zyra lên cấp và tồn tại 30 giây. Nếu một tướng địch giẫm lên hạt giống, nó sẽ biến mất.Zyra có thể dùng phép gần hạt giống để nó mọc thành cây. Nhiều cây cùng tấn công một mục tiêu sẽ bị giảm sát thương.", "q": "Zyra quẳng một bó gai vào vị trí đã chọn. Chỉ một lúc sau, nó sẽ phát nổ, bắn gai lên tất cả kẻ địch cạnh bên. Nếu niệm lên một hạt giống, Bó Gai Chết Chóc sẽ hóa thành Cây Phun Gai, bắn liên tục vào những kẻ địch từ xa.", "w": "Zyra đặt một hạt giống tồn tại 60 giây. Dùng Bó Gai Chết Chóc và Rễ Cây Trói Buộc gần hạt giống sẽ biến chúng thành cây chiến đấu cho Zyra. Zyra có thể tích trữ nhiều hạt giống một lúc, và hạ gục kẻ địch giảm thời gian sạc lại của Xum Xuê.", "e": "Zyra phóng dây leo qua mặt đất để bắt giữ mục tiêu, gây sát thương phép và trói chân kẻ địch khi chúng đi qua. Nếu dùng chiêu gần hạt giống, Rễ Cây Trói Buộc biến thành Cây Quất Roi, có đòn đánh tầm xa làm chậm tốc độ di chuyển của địch.", "r": "Zyra gọi ra một bụi cây kì dị tại vị trí đã chọn, gây sát thương lên những kẻ địch lúc nó bành trướng ra rồi hất tung những nạn nhân trúng chiêu đi."}}