{
  "Aatrox": "Ở giai đoạn đầu game, vốn dĩ Aatrox là vị tướng có khả năng tay đôi tốt, trao đổi các kỹ năng cũng như cấu rỉa khá tốt khi đối đầu với các vị tướng có tầm đáng gần.Kỹ năng của Aatrox vốn dễ dùng, nhưng mọi người cần chú ý đến việc phối hợp để tạo ra những đòn Combo nhằm mang lại sức sát thương cao trong giao tranh.Aatrox có thể lướt qua tường, nhưng đó là những khoản cách gần hay mỏng nên đừng quá chủ quan vào kỹ năng này.Trong giao tranh, nên tận dụng tốt kỹ năng R của Aatrox khi càn vào đội hình đối phương.",
  "Ahri": "Vốn là một pháp sư tay dài, Ahri phù hợp với việc cấu rỉa máu đối thủ ở giai đoạn đầu game để tạo lợi thế cho mình khi đi đường.Kỹ năng hơn gió vốn dĩ hồi rất lâu, chính vì thế các bạn cần phải dùng đúng lúc và đúng thời điểm khi nhồi sát thương kết hợp với kỹ năng phi hồ R hay trốn thoát khỏi các tình huống Gank của đối thủ.Vốn dĩ khá mỏng cơm, vì thế ở giai đoạn đầu game nên cố gắng farm thật nhiều lính khi có thể để củng cố các trang bị cho Ahri.Trong giao tranh, cố gắng hạ các đối thủ mỏng cơm và yếu máu bên đối thủ để tạo lợi thế cho Team mình.",
  "Akali": "Sau khi được làm lại, Akali khá mạnh về các kỹ năng cấu rỉa và ám sát nên việc dùng cô nàng này ám sát đối thủ mà nhất là xạ thủ đối phương để tạo lợi thế cho Team mình.Khá yếu giai đoạn đầu, chính vì thế khi chơi Akali cần nhẫn nhịn cho đến Level 6 hay được Gank từ vị trí khác của đồng đội.Về giai đoạn cuối, các bạn nên lên đồng hồ cát hay giáp thiên thần để bảo vệ cô nàng này ở những pha bay vào vì nữ pháp sư này khá yếu khi về cuối game.",
  "Alistar": "Khi sử dụng Alistar với mục đích Tank + chống chịu là chính, ngay từ những Level đầu thì Alistar dường như khá mạnh trong giao tranh cũng như hút sát thương ở giai đoạn đầu game. Chính vì thế, các bạn hãy chơi khô máu với đối thủ của mình.Alistar có Combo Insec, nên hãy chú ý để thi triển combo đó cho chuẩn chứ đừng bóp đồng đội của mình.Trong giao tranh, khi chơi theo thiên hướng chống chịu các bạn hãy càng quét thoải mái vì Alistar cực kỳ trâu bò.",
  "Amumu": "Khi lựa chọn Amumu ở vị trí đi rừng, chúng ta xác định sẽ gank thường xuyên và mang đến nhiều lợi thế cho đồng đội trong quá trình đi đường.Nhờ có kỹ năng gây chóng, việc đi gank và hỗ trợ ở các đường sẽ hiệu quả hơn bào giờ hết cho Amumu.Trong giao tranh tổng, Amumu sẽ đam nhận việc gây choáng nhằm mang đến nhiều lợi thế cho đồng đội trong quá trình giao tranh.",
  "Anivia": "Anivia vốn là một pháp sư, gây được sứ mạnh và tầm ảnh hưởng của mình khi đầy đủ trang bị cũng như phát huy tối đa trong giao tranh tổng.Giai đoạn đầu game cực kỳ yếu, mọi người hãy cố gắng Farm để lên trang bị là chính ở giai đoạn đầu.Tường băng của Anivia, có mặt tích cực và tiêu cực nên sử dụng hợp lý không thì lại bóp đồng đội.Giao tranh tổng, trong những địa hình hẹp là hợp lý nhất cho Anivia trong giao tranh.",
  "Annie": "Annie là một vị tướng cấu máu khó chịu, nhất là những vị tướng đi đường tay ngắn như pháp sư Akali thì thường phải ăn hành bởi những kỹ năng cấu rỉa của cô nàng này. Chính vì thế, hãy dùng kỹ năng Q để cấu rỉa máu đối thủ để làm suy yếu đối thủ ngay từ đầu game.Cần biết cách tích choáng, để sử dụng Combo của Annie gây sát thương mạnh mẽ nhất.Kỹ năng tích choáng của Annie, gây choáng trên diện rộng chính vì thế các bạn có thể gây choáng và nhồi vào một lượng sát thương lớn trong giao tranh tổng.Annie gây sát thương mạnh khi về cuối game, hãy cố gắng tập trung trang bị cho cô nàng này.",
  "Aphelios": "Ở giai đoạn đầu game, Aphelios cực kỳ kém cơ động chính vì thế việc bám đường Farm là chủ yếu chỉ thực sự lao lên giao tranh khi được hỗ trợ Gank.Chất tướng của Aphelios, chỉ mạnh mẽ khi có trang bị trấn phái cho xạ thủ này nên hãy cố gắng lên đầy đủ các trang bị cho vị tướng này trước khi giao tranh.Lựa góc bắn thích hợp trong giao tranh, Aphelios kém cơ động nên cố gắng lựa góc bắn thích hợp nhằm tránh những vị tướng lao tới để gây sát thương tốt hơn trong giao tranh.",
  "Ashe": "Ở giai đoạn đầu game, mọi người hãy tập trung nhiều vào việc Farm linh để lên các món trang bị cần thiết cho xạ thủ này vì Ashe là AD cần khá nhiều trang bị để giao tranh.Kém cơ động là những gì mà chúng ta sẽ gặp phải khi chơi Ashe, vì thế hãy đi cùng với Support của mình để tránh bị Gank sớm dễ bị thọt.Trong giao tranh, lựa những góc bắn tốt nhất để phát huy sức mạnh của tay xạ thủ này.",
  "Aurelion Sol": "Đầu game có lẻ rằng, Aurelion Sol là một trong những pháp sư yếu nhất và dễ bị tấn cung bởi những vị tướng áp sát tấn công gây áp lực chính vì thế hãy cố gắng Farm để có những trang bị cần thiết nhất cho vị tướng này.Trong giao tranh, hãy cố gắng đứng sau đồng đội để gây những kỹ năng gây sát thương của mình.Khi đi Mid, cố gắng phối hợp với đồng đội để tổ chức các tình huống Gank ở Bot hay Top chuẩn xác nhất.",
  "Azir": "Giai đoạn đầu game là thơi điểm để các bạn, tập trung Farm để lên các món trang bị cần thiết để gia tăng sức mạnh cho vị tướng này khi đi đường. Cấu máu là điểm mạnh của Azir, vì vốn kỹ năng của pháp sư này ở tầm xa nên việc cấu rỉa máu đối thủ là điểm + đáng chú ý khi đi đường.Khả năng tẩu thoát siêu việt, nhờ sự kết hợp của bộ kỹ năng của Azir nên mọi người cần chú ý dùng để tấn công hay tẩu thoát trong các tình huống bị Gank từ đối thủ.Trang bị là cái mà chúng ta cần chú ý đến khi chơi pháp sư này, vì thế hãy tích trữ thật nhiều trang bị để phát huy tối đa sức mạnh của vị tướng này.",
  "Bard": "Nếu Bard là vị tướng Support, thì đó quả là một điều tuyệt vời vì vị tướng này là một trong những vị tướng có khả năng hỗ trợ mạnh nhất và được nhiều anh em game thủ nổi tiếng sử dụng.Tập trung hồi phục cho xạ thủ của mình, nên nhớ rằng Bard là vị tướng cấu máu và hồi phục tốt nhất cho xạ thủ của mình.Kỹ năng R của Bard, các bạn nên sử dụng hợp lý trong các tình huống như bắt lẻ, cướp hay giữ Baron… nên sử dụng cẩn thận nếu không tỷ lệ bóp đồng đội là khá cao đấy nhé.",
  "Blitzcrank": "Khi nhắc đến Blitzcrank, thì mình nghĩ rằng đây là vị tướng Auto bị cấm ở những hạng Rank thấp tuy nhiên ở các hạng Rank cao thì ít ai cấm vị tướng này.Khi đi hỗ trợ, thì Blitzcrank thường hay rình rập nhằm kéo chuẩn xác bởi lẻ các kỹ năng của vị tướng này là kỹ năng định hướng.Trong giao tranh, khi các bạn lựa chọn người để kéo thì các bạn hãy cố gắng kéo những vị tướng như xạ thủ, pháp sư đối thủ tránh kéo phải hỗ trợ của Team địch là được.",
  "Brand": "Trong giai đoạn đầu trận, Brand gần như là vị tướng khá mạnh nhờ khả năng cấu rỉa hầu hết các vị tướng có tầm đáng gần thường bị pháp sư này bán hành cho ở giai đoạn đầu game.Với khả năng làm choáng, các bạn cần phải biết tích choáng cho Brand khi muốn làm choáng đối thủ.Bão lửa là một kỹ năng lan truyền, khi kết hợp với mặt nạ đọa đày + trượng pha lê Rylai thì trong giao tranh tổng sức mạnh của Brand sẽ được phát huy một cách tối đa nhất.",
  "Braum": "Khi chơi Braum ở vị trí Support cho xạ thủ ở đường dưới, thì mọi người cần nên nhớ đây chính là vị tướng có khả năng chống chịu tốt nhất chính vì thế các tình huống giao tranh ở đầu trận thì các bạn không cần phải ngán bất kỳ đối thủ nào.Bang địa chấn của Braum, là một trong những thứ vũ khí đáng sợ mà mọi người cần kết hợp với các vị tướng có khả năng gây sát thương tổng như tướng Yasuo tạo lợi thế cho Team mình khi giao tranh.Trong giao tranh tổng, Braum dường như là vị tướng hút sát thương chính của team giúp cho đồng đội có thể giao tranh quanh vị trí của mình.",
  "Caitlyn": "Ở giai đoạn đầu game, khi được bảo hộ bởi tướng Support Braum thì các bạn có thể chơi với lối tấn công phủ đầu đối thủ vì vốn dĩ Braum cực kỳ trâu ở những giai đoạn đầu.Chú ý đến vô cực kiếm, vì dường như đây chính là món trang bị trấn phái không thể nào thiếu khi các bạn chơi Caitlyn.Trong giao tranh, cần dựa vào đồng đội là chính nhằm tạo lợi thế trong những phát bắn hướng đến xạ thủ của đối thủ.",
  "Camille": "Có khả năng tay đôi tốt, Camille thường có tỷ lệ thằng khả cao trong những kèo đối đầu chính vì thế đấu sĩ này có khả năng đi đường đơn hay đẩy trụ cực kỳ tốt.Camille có khả năng thoát thân tốt, chính vì thế hãy chú ý để sử dụng kỹ năng của đấu sĩ này.Trong giao tranh, tối hậu thư là kỹ năng mà các bạn có thể bắt chết xạ thủ hay pháp sư của đối phương.",
  "Cassiopeia": "Những người thường đối đầu với Cassiopeia, thì mình rằng không ót lần các bạn đã phải bị ăn hành sấp mặt với pháp sư này bởi lẻ khi đi đường thì vị tướng này cực kỳ mạnh mẽ trong giai đoạn đầu giao tranh.Khả năng đè đường của Cassiopeia là vô đối, với bộ kỹ năng hồi liên tục và đặc biệt khi có được mặt nạ đọa đày thì việc cấu rỉa hay đè đường của các bạn trở nên mạnh mẽ hơn bào giờ hết.Trong giao tranh, kỹ năng R của Cassiopeia sẽ là bước đệm giao tranh tốt nhất mà các bạn cần chú ý đến.",
  "Cho'Gath": "Cho’Gath là vị tướng, phụ thuộc khá nhiều vào trang bị chính vì thế ngay từ giai đoạn đầu các bạn hãy nên tập trung vào việc Farm để lên những món trang bị cần thiết nhất cho Cho’Gath.Với kỹ năng R của mình, các bạn hãy dùng chúng vào việc tiêu diệt xạ thủ của đối phương nhằm giảm sức mạnh của đối thủ.Hay chơi Cho’Gath theo phong cách Tank, chống chịu thì vị tướng này chính là nguồn hút sát thương vô tận trong giao tranh cho đồng đội.",
  "Corki": "Corki vốn là một pháp sư + xạ thủ, có khả năng đi đường cơ động và cực kỳ mạnh về giai đoạn cuối game nhưng phụ thuộc khá nhiều vào các trang bị. Nên giai đoạn đầu game, các bạn hãy cố gắng Farm thật nhiều lính để lên các trang bị khi có thể.Trong giao tranh, kỹ năng R của Corki có khả năng cấu rỉa máu cực kỳ tốt nên hãy tận dụng chúng trước khi lao vào giao tranh.",
  "Darius": "Darius là một trong những đấu sĩ, được đánh giá khá cao trong việc đi đường nên việc áp đảo đường và ép đối thủ là mà các bạn cần phải chiếm ưu thế khi dùng vị tướng này ở đường trên.Có khả năng cấu máu cực kỳ tốt, Darius khiến cho đối thủ của mình phải tốn khá nhiều máu bởi kỹ năng Q của mình.Trong giao tranh, khả năng hồi phục vô tận của Darius nhờ kỹ năng Q trong đội hình đối thủ. Và các bạn hãy chú ý đến kỹ năng R của Darius, có thể sử dụng liên tục khi giết chết đối thủ bằng R của mình.",
  "Diana": "Chúng ta đều biết, Diana là pháp sư có khả năng nhồi sát thương cực mạnh vào đối thủ kết hợp với Combo của mình khiến cho đối thủ bốc hơi ngay tức khắc. Chính vì thế, Diana phụ thuộc khá nhiều vào trang bị nên các bạn hãy cố gắng tập trung các trang bị cần thiết cho vị tướng này.Diana là pháp sư mạnh về cuối game, chính vì thế giai đoạn đầu game là thời điểm mà các bạn chỉ việc Farm và Farm là chính.Bởi sức nhồi sát thương vô cùng kinh khủng, nên trong giao tranh hãy cố tiêu diệt xạ thủ hay pháp sư AP của Tream địch.",
  "Dr. Mundo": "Dr. Mundo là đấu sĩ đi đường trên, theo phong cách chống chịu nên mình sẽ chỉ chơi theo thiên hướng an toàn là chính cho đấu sĩ này nhằm tích trữ trang bị để hỗ trợ đồng đội trong giao tranh.Trong giao tranh tổng, Dr. Mundo gần như là một nguồn hút sát thương cho đồng đội trong giao tranh chính vì thế khi bật kỹ năng R mọi người hãy cố lao vào đội hình đối phương để hút sát thương hồi máu.",
  "Draven": "Draven tích nộ khá nhiều nhờ kỹ năng nhặt rìu, đầu game các bạn hãy cố gắng Farm để Build các món trang bị mà đặc biệt là Vô cực kiếm nhằm lấy được sát thương + chí mạng để các phát rìu của Draven có uy lực hơn.Việc thuần thục Draven cực kỳ khó, vì việc canh Farm lính cho thật chuẩn đã khó rồi mà còn phải nhặt rìu nữa. Chính vì thế, các bạn hãy có gắng luyện cho thuần thục trước khi mang vào chơi xếp hạng.Khi đã đủ các món trang bị, với 2 rìu các bạn có thể kết thúc sớm đối thủ nên các bạn hãy tấn công trực diện với bất kỳ xạ thủ nào khi về cuối game.",
  "Ekko": "Như đã nói ở trên, Ekko là một pháp sư chơi theo phong cách dồn sát thương và tấn công phủ đầu đối thủ nên từ Level 2 trở đi là thơi điểm mà mọi người có thể tổ chức ép đường khá tốt.Khả năng làm choáng của Ekko, mọi người cần vận dụng thật chuẩn vào trong giao tranh.Hãy chú ý sử dụng thật tốt kỹ năng R, để phát huy sức mạnh đúng lúc nhất.",
  "Elise": "Nhờ có kỹ năng gây choáng, Elise có khả năng Gank cực kỳ tốt khi đi rừng để tạo lợi thế cho đồng đội ở các đường nên các bạn cần chú ý gank nhiều cho team mình từ sớm.Trong giao tranh, Elise khá yếu khi về cuối game nên các bạn nên tổ chức giao tranh nhỏ lẻ để phát huy tối đa sức mạnh của pháp sư này.",
  "Evelynn": "Evelynn là một pháp sư đi đường rừng chuyên dụng, tuy nhiên pháp sư này khi đạt được Level với khả năng tàng hình thì lúc đó vị pháp sư này mới phát huy được sức mạnh khi đi Gank. Chính vì thế, các bạn hãy cố gắng Farm để đạt Level 6 nhanh nhất có thể. Trong giao tranh, hãy cố gắng bắt chết xạ thủ của đối phương nhờ ưu điểm tàng hình của mình.",
  "Ezreal": "Ezreal là một vị tướng phụ thuộc khá nhiều vào các trang bị, nên đầu game các bạn hãy cố gắng tập trung Farm nhiều nhất có thể để đạt những món trang bị cần thiết.Các kỹ năng của Ezreal tốn khá nhiều năng lượng, vì thế các bạn hãy dùng những Combo của xạ thủ này thật chính xác và khi thật cần thiết.Cuối game Ezreal là vị tướng, có khả năng thả diều và dồn sát thương đế mức kinh ngạc chính vì thế các bạn hãy phát huy hết sức mạnh của vị tướng này.",
  "Fiddlesticks": "Fiddlesticks là pháp sư khởi động rừng, mà không tốn nhiều máu và không cần thêm sự trợ giúp từ đồng đội chính vì thế đây là điểm mạnh của pháp sư này mà mọi người cần chú ý đến.Cố gắng lên Level 6 nhanh nhất có thể, bởi khi có chiêu cuối thì khả năng lao vào giao tranh của Fiddlesticks vô cùng mạnh mẽ.Trong giao tranh, thì chiêu cuối + đồng hồ cát là bộ Combo mà mọi người chơi Fiddlesticks cần chú ý đến.",
  "Fiora": "Fiora là một tướng ở đường trên rất mạnh, tuy nhiên khá yếu ở giai đoạn đầu game hay phụ thuộc khá nhiều vào các trang bị chính vì thế mọi người cần tập trung vào việc Farm lính thật tốt để lên các trang bị cần thiết cho đấu sĩ này.Trong giao tranh, Fiora có thể truy đuổi các AD hay AP của đối thủ. Tuy nhiên, mình đánh giá mạnh vị tướng này trong việc đẩy lẻ và đấu tay đôi vì cô nàng khá mạnh trong việc này.",
  "Fizz": "Như đã nói ban đầu, Fizz là một pháp sư tay ngắn chính vì điều này các bạn hãy cố nhẫn nhịn Farm để lên những món trang bị cần thiết cho pháp sư này.Khi muốn kết thúc đối thủ, thì nên dùng chuẩn xác bộ kỹ năng của pháp sư này.Khá mạnh trong việc kết thúc đối thủ, vì thế các bạn có thể hạ AD hay pháp sư đối phương trong giao tranh để tạo lợi thế cho đồng đội.",
  "Galio": "Galio tuy là một pháp sư đường giữa, nhưng khả năng kết thúc đối thủ của vị tướng này khá kém chính vì thế nếu khi đi đường giữa thì các bạn có thể hỗ trợ Rừng tổ chức Gank để lấy lợi thế.Trong giao tranh, kỹ năng R của pháp sư này chỉ phát huy sức mạnh khi dùng chuẩn nên các bạn nên canh thật chuẩn xác và thời điểm rơi của kỹ năng R của Galio.",
  "Gangplank": "Gangplank là một vị tướng khá mạnh khi đi đường trên, có lối chơi và cách đi đường vô cùng khó chịu bởi những kỹ năng cấu máu của đấu sĩ này.Với khả năng tham gia giao tranh tốt, với kỹ năng R khiến cho Gangplank  vô cùng cơ động trong giao tranh lẫn khi đi đường.Những chiếc thùng, là điểm mạnh mà mọi người cần chú ý đến khi chơi Gangplank đấy nhé.",
  "Garen": "Garen là một đấu sĩ cận chiến khá mạnh, ở giai đoạn đầu game vị tướng này khá mạnh trong khả năng đấu tay đôi và hâu như không hề yếu thể so với bất kỳ vị tướng nào khi đi đường.Với nội tại của Garen, thì đấu sĩ này có thể kết thúc kẻ địch chỉ với một kỹ năng R nên mọi người cần chú ý.Về cuối game, đấu sĩ này vô cùng mạnh mẽ và có khả năng càng lướt vô cùng tốt.",
  "Gnar": "Gnar là một đấu sĩ mang đến sự khó chịu cho những tướng cận chiến như Fiora hay Garen, bởi những kỹ năng của đấu sĩ này cấu rỉa cực kỳ khó chịu chính vì thế đây là điểm mạnh của vị tướng này khi đi đường.Cái khó khi chơi Gnar, đó chính là canh biến hình không lồ thích hợp trong giai đoạn giao tranh nhằm tạo điểm nhấn cho toàn đội hình trong giao tranh.",
  "Gragas": "Gragas là vị tướng, đi rừng cực kỳ tốt và có khả năng gank tuyệt vời nhờ có kỹ năng làm choáng giúp tạo lợi thế trong quá trình đi Gank ở các vị trí đường.Khi có những trang bị cần thiết cho Gragas, thì khả năng Farm rừng của pháp sư này là vô cùng tuyệt vời mà mọi người đều thấy.Kỹ năng R của Gragas, là một kỹ năng gây sát thương có sức ảnh hưởng cực kỳ mạnh mẽ trong giao tranh mà mọi người cần nắm rõ.",
  "Graves": "Graves là vị tướng cơ động nhất, một trong những vị tướng đi rừng theo đánh giá của bản thân mình là cực kỳ thích hợp cho anh em đi rừng để leo Rank LMHT.Tốc độ dọn rừng của Graves khá nhanh, chỉ một điểm trừ là vị tướng này thiếu hiệu ứng không chế chính khi đi rừng tổ chức gank ở các lane.Về cuối game, khi bạn cầm 1 con Graves cực kỳ xanh với những món trang bị Full sát lực thì những vị tướng yếu máu như xạ thủ hay pháp sư mỏng cơm có thể bốc hơi ngay tức khắc. Đó chính là điểm mạnh, mà mọi người có thể vận dụng vào để tạo lợi thế cho Team.",
  "Hecarim": "Hecarim là một đấu sĩ đi rừng cơ động, với khả năng Farm quái rừng tốt Hecarim có thể hoàn thành phần rừng của mình một cách nhanh chóng và dễ dàng ở những Level đầu tiên.Sau khi hoàn thành Level 3, là giai đoạn mà các bạn có thể ghé thăm khu vực đường Mid để tổ chức gank sớm nhằm lấy lợi thế cho đồng đội và để hít 1 ít kinh nghiệm.Trong giao tranh, Hecarim khi lên đồ Full sát lực thì những xạ thủ yếu máu có thể bị bạn hạ gục với một Combo duy nhất nên cố gắng lấy lợi thế cho Team mình trong giao tranh nhé.",
  "Heimerdinger": "Theo bản thân mình thấy, Heimerdinger là một pháp sư đi đường có khả năng phòng thủ trụ và bám đường cực kỳ tốt tuy nhiên khi chơi pháp sư này nó lại làm cho khả năng Farm lính của các bạn yếu đi bởi các ụ súng sẽ thay các bạn làm điều đó.Nhờ khả năng phòng thủ của mình, Heimerdinger là một pháp sư trong đội hình phá trụ và mang lối đánh Late game là chính.",
  "Illaoi": "Illoai vốn dĩ là một đấu sĩ đấu tay đôi tuyệt vời, tuy nhiên ở giai đoạn đầu game thì cô nàng khá yếu nên các bạn hãy cố gắng tập trung farm nhiều lính nhất có thể.Khi đã hoàn thành rìu đen hay tam hợp kiếm, thì đâu chính là lúc mà các bạn sẽ chứng tỏ được sức mạnh tuyệt vời của mình.Trong giao tranh, hãy chú ý đến các xúc tu trong giao tranh tổng nhằm phát huy kỹ năng R của mình mạnh nhất có thể.",
  "Irelia": "Irelia là một đấu sĩ cơ động, ở những cấp độ đầu hầu như ít có vị tướng nào có thể đấu tay đôi mà chiến thằng được vị tướng này.Giao tranh tổng, với kỹ năng R của mình Irelia có thể hạ gục bất kỳ vị tướng nào khi đi đường.Khi Team các bạn bị bất lợi, thì hãy dùng Irelia với mục tiêu đẩy lẻ để phân phối bớt sức tấn công của kẻ địch.",
  "Janna": "Ở đây mình chỉ nói về Janna đi Support là chính, thì cô nàng này là một trong những vị tướng hỗ trợ gây khá kh1o chịu với đối thủ ở khoản cấu máu đối thủ nên các bạn hãy tận dụng lợi thế này.Trong giao tranh, hãy thể hiện khả năng bảo vệ đồng đội tuyệt vời của mình cùng với khả năng hồi phục cho đồng đội trong giao tranh.",
  "Jarvan IV": "Jarvan có khả năng đi đường khá mạnh với lợi thế tấn công từ một khoảng cách khá xa của chiêu Giáng Long Kích – Q, vì vậy hãy cố gắng sử dụng chiêu thức này để vừa gây sát thương đẩy lính và vừa cấu máu kẻ địch nhé!Trong giai đoạn giữa trận, Jarvan sẽ cực kì mạnh với khả năng áp sát nhanh của combo Q – E và giữ kẻ địch bằng chiêu cuối của mình, nên là hãy chủ động di chuyển để Hỗ Trợ các đường khác, và đừng quên sử dụng Dịch Chuyển để tham gia giao tranh cùng đồng đội khi cần.Dù Jarvan là một vị tướng có khả năng giao tranh khá mạnh nhưng hắn ta cũng có thể đẩy lẻ khá tốt, vì vậy nếu về cuối trận mà đội bạn vẫn chưa tìm ra cách để phá thẳng một đường của kẻ địch thì việc sử dụng Jarvan để đẩy riêng một đường cũng là khá hợp lí.Chiêu E cũng giúp Jarvan tăng được khá nhiều tốc độ đánh, vì vậy hãy sử dụng nó để phá trụ địch một cách nhanh chóng nhất (nhưng cũng đừng lạm dụng nó vì kẻ địch lên bắt mà bạn không có combo E-Q để chạy trốn thì nguy to).",
  "Jax": "Jax là đấu sĩ đi rừng trên cả tuyệt vời, với khả năng tay đôi vô cùng mạnh mẽ đấu sĩ này có thể chiến thắng mọi kèo solo 1vs với bất kỳ vị tướng nào khi chạm mặt.Có khả năng làm choáng tốt, người chơi có thể vận dụng để gank ở các đường sớm lấy lợi thế cho đồng đội của mình.Trong giao tranh tổng, Jax như đã nói là đấu sĩ đơn mục tiêu nên mình chỉ đề cao khả năng đẩy lẻ hay 1vs1 lấy lợi thế cho đồng đội là chính.",
  "Jayce": "Jayce vốn dĩ là một đấu sĩ, tuy nhiên lối chơi và các kỹ năng của vị tướng này không khác gì một xạ thủ đặc biệt khả năng cấu máu qua những quả cầu sấm thì trên cả tuyệt vời.Khi đi đường, giai đoạn đầu lợi thế tay dài thì Jayce cấu máu đối thủ trước khi lao vào tấn công tay đôi với kẻ địch của mình.Trong giao tranh, ở các vị trí bụi rậm các bạn có thể mở cầu sấm qua cổng gia tốc bắn ra + với bộ trang bị cho Jayce như trên thì khả năng những tướng yếu máu có thể bốc hơi ngay tức khắc.",
  "Jhin": "Jhin là một xạ thủ cực kỳ kém cơ động, chỉ phát huy tốt sức mạnh của mình khi về giai đoạn cuối game nên ở đầu game các bạn hãy tập trung tối đa vào việc Farm lính.Phát bắn thứ 4 của xạ thủ này cực kỳ uy lực, chính vì điều này thì khi dồn vào việc tấn công kẻ địch các bạn nên tìm đến các vị tướng yếu máu của đối thủ.Sân khấu từ thần, tuy phát huy cực tốt trong giao tranh nhưng nó cần độ chuẩn xác + lựa chọn thích hợp để mở chính vì thế đây là điều mà các bạn cần quan tâm.",
  "Jinx": "Jinx là một xạ thủ vô cùng cơ động, tuy nhiên phụ thuộc khá nhiều vào các trang bị chính vì thế khi có trong tay mình một trang bị như Vô cực kiếm thì điều đó thật tuyệt vời khi đi đường. Vì thế, giai đoạn đầu bạn nên tập trung vào việc Farm nhiều nhất có thể.Trong giao tranh, các bạn nên tìm những vị trí an toàn đứng sau đồng đội để gây sát thương hay đối thủ có ý định lao vào các bạn thì hãy đặt những kỹ năng E ra để ngăn chặn chúng lại.",
  "Kai'Sa": "Nếu mục tiêu trúng điểm Điện tích, chúng sẽ xuất hiện một vòng tròn. Kai’Sa có thể kích hоạt Chiêu cuối Bản Năng Sát Thủ (R) và chọn điểm đến trоng vòng tròn đó để truу sát hạ gục mục tiêu từ khоảng cách khá xа. Trоng thời giаn kích hоạt chiêu Q – Cơn mưа Icаthiа mục tiêu sẽ mặc định ăn đủ số tiа, dо đó bạn vẫn có thể dùng Tốc biến, lướt hоặc Chiêu cuối trоng thời giаn đó. Với hướng dẫn chơi tướng Kai’sa, mọi người có thể tham khảo qua để có thêm các kỹ năng tốt hơn để chơi quân bài này ở các khu vực đi đường khác nhau.",
  "Kalista": "Kalista đường trên cùng Mưa Kiếm là một tướng cấu máu rất mạnh. Sát thương cơ bản và tỷ lệ SMCK cộng thêm cho Đâm Xuyên khiến Kalista trở thành hiểm họa với những tướng đánh xa yếu máu. Bạn nên tận dụng kỹ năng này, nâng tối đa nó khi đối thủ là một tướng tay dài.Nếu phải đối đầu một tướng cận chiến, đừng lo. Kalista là lựa chọn tốt nhất để từ từ hạ gục những tướng không có độ cơ động cao. Với việc Dày Vò (E) giờ đây không còn hồi lại năng lượng khi farm lính, việc nâng tối đa kỹ năng này không còn là ý kiến hay.Thay vào đó, nâng tối đa Đâm Xuyên (Q) kết hợp cùng trang bị Huyết Đao được lên đầu tiên, lượng sát thương gây ra vẫn rất lớn và khiến những tên đấu sĩ phải e sợ.Để ý đến hồi chiêu của Mưa Kiếm và dồn ép địch thủ vào trụ. Bên cạnh đó, chú ý đến tướng rừng của địch và đừng chơi hổ báo quá. Tập trung để farm trang bị đầu tiên, Huyết Đao hoặc Gươm Của Vua Vô Danh, những thứ sẽ gia tăng sức mạnh bộ kỹ năng và khiến bạn khó để hạ gục.Nhớ rằng bạn là một chủ lực đường trên, không phải chống chịu vì vậy đừng trở thành dàn chắn. Tập trung đẩy lẻ và để đồng đội ăn mục tiêu hoặc chơi phòng ngự khi bạn gây áp lực 2 cánh.",
  "Karma": "Trong giai đoạn đầu game, người chơi có thể thấy được sự khó chịu của pháp sư này khi đi đường đặc biệt là khoảng cấu rỉa vô cùng khó chịu.Với những combo của Karma, mọi người nên kết hợp kỹ năng R để có thể tăng tối đa lượng sát thương mà vị tướng này có thể gây ra được.Trong giao tranh, thì kỹ năng R cực kỳ quan trọng bởi nó có thể giúp cho pháp sư này Buff tối đa tốc độ di chuyển trong giao tranh.",
  "Karthus": "Quá trình đi đường của Karthus không có khó khăn vì Karthus có thể farm từ rất xa với kĩ năng Q của mình. Hãy đưa quyết định khi sử dụng W, hãy xem mình nên dùng nó vào việc quấy rối đối thủ ( vừa làm chậm, vừa tăng lượng  sát thương phép thuật của mình lên ) hay sẽ dùng nó để làm chậm người đi rừng đối phương rồi chạy trốn khi bị hỏi thăm ở đường giữa.Liên tục quan sát bản đồ, nếu thấy mục tiêu nào gần hết máu mà chiêu cuối đủ sát thương, hãy sử dụng để mang về 1 mạng quý giá. Ngoài ra, để ý khi đồng đội giao tranh, hãy sử dụng chiêu cuối để hỗ trợ 1 cách tốt nhất.",
  "Kassadin": "Kassadin một pháp sư cận chiến, chính vì thế giai đoạn đầu dường như pháp sư này khá thua thiệt thường xuyên phải bám trụ lùi sâu để Farm lính.Khi đã đạt được Level 6 + có món đồ Trượng trường sinh, đây chính là giai đoạn mà tay pháp su này có thể bùng bổ sức mạnh của mình.Trong giao tranh, 1 Combo có thể khiến cho đối thủ bốc hơi ngay tức khắc vì thế các bạn hãy nhắm vào xạ thủ hay pháp sư của đối thủ để thực hiện Combo nhé.",
  "Katarina": "Thứ làm cho Katarina trở thành một cỗ máy hủy diệt Pentakill đến từ nội tại Tham Lam của cô nàng này, mỗi khi gây sát thương hạ gục một mục tiêu, thời gian hồi của bộ kỹ năng Katarina sẽ được giảm đi 15s.Với chiêu cuối Bông Sen Tử Thần(R), Katarina cần khoảng 3 điểm hạ gục để có thể kích hoạt hồi chiêu lại ngay lập tức.Phi Dao(Q) nếu Katarina có thể nhặt lại được dao cô sẽ gây sát thương hỗn hợp ra xung quanh, đây là lý do khiến cô nàng khá thích hợp với món trang bị Kiếm súng Hextech và cũng là món đồ đầu tiên cần phải lên.Vị trí Phi Dao(Q) của Katarina găm xuống đất sẽ luôn là phía sau lưng mục tiêu đầu tiên trúng phải với khoảng cách khoảng 350 và đối diện với vị trí đứng của cô nàng.Đây cũng là chiêu thức cấu rỉa và ăn lính khá hiệu quả ngay từ đầu trận, đến giai đoạn giao tranh Phi Dao(Q) có thể giúp bạn lao vào đội hình team địch và hồi chiêu Ám Sát(E) ngay lập tức.Trong những tình huống đi gank bạn có thể sử dụng Tung Hứng(W), để vượt qua một số bức tường dễ dàng, ở một số bãi quái nhất định, kết hợp combo Q+ E => sẽ khiến Katarina vượt qua tường rất hữu dụng.Thời gian hồi của Ám Sát(E) có thể rút ngắn khi bạn dùng vào nơi có dao găm, ở cấp độ cuối là giảm tới 96% => khiến Katarina có thể ra vào giao tranh một cách rất nhanh. Ám Sát(E) cũng reset các đòn đánh thường, nên bạn hãy nhớ đánh tay mỗi khi kích hoạt Ám Sát(E) nhé, hơn thế Ám Sát(E) có thể sử dụng vào hầu hết mọi thứ trên bản đồ, ngoại trừ mắt nhé.",
  "Kayle": "Kayle là vị tướng đi đường khá mạnh, ngay từ giai đoạn đầu mọi người có thể thấy được sự khó chịu và sức mạnh của mình khi đi đường.Khi đã đạt được Level 6, Kayle gần như bất tử trong giao tranh nhờ chiêu cuối của mình.Vốn với lối lên đồ tốc độ đánh + hút máu, khi kết hợp với nội tại của Kayle khiến cho vị tướng này là pháp sư có khả năng đấu tay đôi mạnh mẽ nhất trong LMHT.",
  "Kayn": "Kayn khi đi rừng là một trong những vị tướng được đánh giá khá cao, vởi khả năng dọn rừng trong những khoảng thời gian đầu là vô cùng tuyệt vời của vị tướng này.Khi đã đạt được cấp độ 3, nhờ kỹ năng của mình Kayn có thể tổ chức Gank sớm ở các lane nhằm lấy lợi thế cho đồng đội của mình như lấy được tốc biến, hồi máu hay tốt hơn là có được mạng.Trong giao tranh, vốn gây sát thương đơn mục tiêu nên mọi người có gắng tập trung vào xạ thủ hay pháp sư bên đối thủ là tốt nhất.",
  "Kennen": "Giai đoạn đầu trận đấu, Kennen có thể farm rất tốt với tầm đánh cũng như kĩ năng khá. Sử dụng Q kết hợp với W để có thể quấy rối đối thủ tốt nhất. Và hãy nhớ tận dụng nội tại liên tục – 3 cộng dồn làm choáng đối thủ.Thư tự Combo: W->E->Q",
  "Kha'Zix": "Với phong cách Đi Rừng ở những trận đấu chuyên nghiệp hiện nay, Levi cũng như rất nhiều người chơi khác sẽ khởi đầu ở bãi Chim Quỷ Biến Dị, vì vậy nên bạn cần phải có Bùa Thợ Săn cũng như nâng vào kĩ năng W ngay từ đầu. Tiếp đó sẽ là ăn tới Bùa Đỏ → ba con sói → Bùa Xanh, nhưng nếu sợ kẻ địch cướp rừng thì có thể ăn Bùa Xanh trước bãi sói cũng được.Kha’Zix cũng mạnh nhất vào giai đoạn đầu và giữa trận, còn về cuối trận khi kẻ địch bắt đầu có đồ đạc rồi thì khó để dồn sát thương chúng hơn và cũng rất khó để nhảy vào được Xạ Thủ hay Pháp Sư địch trong giao tranh tổng.Hãy tận dụng khả năng tay đôi mạnh của Kha’Zix để liên tục bắt vào những kẻ địch đi lẻ, và cũng đừng quên đi cướp rừng của kẻ địch nếu đang có lợi thế.Combo của Kha’Zix cũng khá đơn giản, chỉ cần nhảy vào và Q + đánh thường + W, nếu kẻ địch vẫn chưa bị hạ gục thì kết hợp 2 lần bật chiêu cuối với những phát đánh thường và Q xen giữa là được.",
  "Kindred": "Kindred là một vị tướng tay dài, tuy có khá nhiều lợi thế nhưng Kindred khá mỏng cơm chính vì điều này các bạn cần phải cố gắng Farm thật nhiều nhằm giúp cho vị tướng này lên cấp độ càng sớm càng tốt.Không có kỹ năng khống chế cứng, nhưng Kindred khá mạnh trong việc làm chậm đối thủ nên mọi người có thể tổ chức gank ở các lane thật tốt.Trong giao tranh, hãy mở kỹ năng R của vị tướng này thật chuẩn xác nếu không nó sẽ phí phạm đấy nhé.",
  "Kled": "Với lối đi đường mạnh, mạnh trong giao tranh tổng với chiêu cuối khiến cho Kled trong mùa giải thứ 10 này là một quân bài leo Rank khá thú vị.",
  "Kog'Maw": "Với 3 kĩ năng gây sát thương của Kog’Maw, vị tướng này có thể dồn sát thương kẻ địch trong nháy mắt nếu chúng dính tất cả các kĩ năng đó. Trong giao tranh, Kog’Maw có thể đứng từ rất xa và nhổ Pháo Sinh Học vào kẻ địch mà không bị rơi vào vị trí nguy hiểm.Tầm sử dụng ở cấp độ cuối của kĩ năng đó lên tới 1800 khoảng cách, đó là một khoảng cách quá an toàn với một Pháp Sư Đường Giữa.Một số hướng dẫn cách chơi tướng Kog’Maw, của các game thủ cao thủ trên thế giới nhằm giúp cho mọi người có nhiều kiến thức hơn khi chơi vị tướng này.Như đã nói, kĩ năng Cao Xạ Ma Pháp (W) được gia tăng khả năng sát thương theo % máu theo sức mạnh phép thuật của Kog’Maw, vì vậy khả năng tấn công tướng chống chịu của vị tướng này vẫn rất mạnh.Kể cả khi đẩy trụ, lượng tốc độ đánh của Cao Xạ Ma Pháp vẫn phát huy tốt được hiệu quả, thậm chí ít có vị tướng Pháp Sư nào đẩy trụ nhanh được như Kog’Maw theo hướng sức mạnh phép thuật.",
  "LeBlanc": "Ở giai đoạn này, bạn nên sử dụng (Q) Quả Cầu Tan Vỡ để cấu máu đổi phương 1 cách triệt đeKhi có cấp 2, combo cấu máu mạnh nhất đó chính là (Q) Quả Cầu Tan Vỡ vào đối thủ lấy điểm nội tại, ngay lập tức (W) Biến Ảnh lao tới và bonus thêm 1 đòn đánh thường để kích hoạt Sốc Điện, sát thương gây ra sẽ khiến kẻ địch choáng váng, ôm đầu máu chạy về.Cắm mắt hai bên để tránh bị gankBạn cũng có cách đơn giản để kích hoạt ấn ác ý khi đối thủ lao vào (E) Sợi Xích Siêu Phàm rồi (W) Biến Ảnh để tối đa hóa sát thương rồi (W) Biến Ảnh lần 2 để trở về",
  "Lee Sin": "Lee Sin được đánh giá là một đấu sĩ đi rừng cực kỳ mạnh, với khả năng dọn rừng khá tốt đồng thời di chuyển linh hoạt khiến cho vị tướng này luôn là vị tướng hàng đầu cho khu vực rừng.Các bạn có thể tổ chức gank sớm, vì khả năng đu bám và di chuyển của Lee Sin là cực kỳ tốt.Trong giao tranh, mọi người nên tránh kéo dài trận đấu vì càng về cuối game thì sức mạnh của vị tướng này càng giảm.",
  "Leona": "Leona là một vị tướng hỗ trợ mang thiên hướng tấn công. Ở cấp độ 2, khi bạn đã có 2 kỹ năng Thiên Đỉnh Kiếm (E) và Khiên Mặt Trời (Q), bạn chủ động ép góc đối phương, lao lên và trao đổi chiêu thức ngay từ sớm. Khi có kỹ năng Nhật Thực (W), nhớ sử dụng trước khi tiếp cận mục tiêu.",
  "Lissandra": "Khởi đầu với ngọc bổ trợ Dư Chấn nên bạn sẽ khó có thể đè đường đối thủ, tăng kỹ năng Q – Mảnh Băng và cố gắng đẩy đường càng nhanh càng tốt.Nếu bị đối thủ đè nén, hãy có gắng có được chỉ số lính và sử dụng phép bổ trợ dịch chuyển để quay trở lại.Kêu gọi rừng ra hỗ trợ khi kẻ địch lên quá cao, một pha E – Con Đường Băng Giá tiếp cận và khóa chân đối thủ với W – Vòng Tròn Lạnh Giá sẽ kích hoạt viên ngọc Dư Chấn và cho khả năng dồn sát thương tuyệt vời.Để giành kỹ năng trốn chạy duy nhất, W, để tránh bị gank mất lợi thế.",
  "Lucian": "Lucian là một xạ thủ khá mạnh khi đi đường, những ai khi chơi AD này thì chúng ta sẽ chơi một lối chơi vô cùng hổ báo và máu lửa vì giai đoạn đầu game xạ thủ này khá mạnh.Trong khả năng tay đôi khi về cuối game, Lucian gần như là xạ thủ bất bại trong các kèo Solo 1vs1.Trong giao tranh, kỹ năng R của Lucian có thể gây một lượng lớn sát thương vào Team địch và các bạn hãy lựa vị trí để xả các kỹ năng của vị tướng này tốt nhất có thể.",
  "Lulu": "Do Lulu là support dạng yếu máu cover nhưng lại có lượng sát thương khá cao từ kỹ năng E-Giúp nào Pix nên từ lv1 khi ta nâng E-Giúp nào Pix có thể dùng có cấu máu 1 cách đáng kể thay vì cover ad.Hãy tận dụng 1 cách triệt để ngọc Triệu hồi Aery để dùng các kỹ năng vào kẻ địch gây lượng sát thương cao và làm cho kẻ địch khiếp sợ,Căn thời gian của ngọc Dải băng năng lượng khiến cho việc trao đổi lúc đầu có lợi rất nhìu và mang về lợi thể cao.",
  "Lux": "Khi chơi Lux, tuy vị tướng này khá mỏng manh nhưng khả năng cấu rỉa của cô nàng này là vô cùng mạnh mẽ chính vì điều này khi đi đường giữa hay đường dưới hãy lợi dụng tối đa lợi thế này.Trong giao tranh, các bạn sử dụng Lux thì hãy cố gắng chọn những vị trí an toan để cấu rỉa máu hay để gây sát thương tốt nhất có thể mà nhất là trong những khoản không gian chật hẹp.",
  "Malphite": "Đừng bao giờ lao vào một mình, hãy chờ thời cơ khi đồng đội có thể lao vào ngay sau khi bạn sử dụng chiêu cuối.Hãy đánh giá tình huống và tự hỏi bản thân đối phương có gì để có thể né được chiêu cuối của bạn, chẳng hạn như Đồng Hồ Cát, Tốc Biến, hay là một con Tahm Kench?Bình tĩnh là chìa khóa quan trọng nhất dẫn đến thành công với Malphite. Bạn không nhất thiết phải là người mở giao tranh đầu tiên. Tất cả những gì quan trọng đó chính là thời điểm sử dụng Không Thể Cản Phá, nên hãy chờ đợi sơ hở của đối phương.Trước khi lao vào, hãy nghĩ xem bạn muốn dùng chiêu cuối này trúng ai. Không phải lúc nào Không Thể Cản Phá Trúng nhiều người cũng tốt, khi bạn sử dụng kĩ năng này trúng xạ thủ “7/0” của đối phương chắc chắn sẽ tốt hơn lao đầu vào 3 vị tướng đỡ đòn. Theo thứ tự ưu tiên, thì đứng đầu sẽ là Xạ Thủ, sau đó đến các vị trí carry khác, những hỗ trợ đa dụng, và cuối cùng là vị trí đỡ đòn.Nếu như bạn có Tốc Biến, đừng ngần ngại kết hợp nó với Không Thể Cản Phá. Giống như Annie kết hợp Tốc Biến + thả gấu vậy, điều này sẽ tạo ra rất nhiều bất ngờ cho đối thủ.",
  "Malzahar": "Malzahar là pháp sư đi đường khó chịu, với kỹ năng và nội tại của mình vị tướng này là một trong những quân bài đi đường có khả năng ép đường cực kỳ mạnh.Trong giao tranh tổng, với kỹ năng áp chế của mình thì những người chơi Malzahar hãy cố gắng chọn những vị tướng quan trọng của đối thủ như pháp sư hay xạ thủ của đối phương.",
  "Maokai": "Maokai được biết đến là vị tướng, tuy khá mạnh nhưng giai đoạn đầu game khá là tù và hạn chế trong việc Farm quái chính vì điều này tập trung Farm là những gì mà người chơi phải làm khi chơi vị tướng này.Farm, bám đường và dùng dịch chuyển hợp lý trong các tình huống giao tranh để hỗ trợ đồng đội.Trong giao tranh, với 1 con Maokai Tank thì kỹ năng R để mọi người lao vào trong giao tranh để hút sát thương và trói kẻ địch tạo lợi thế trong giao tranh cho đồng đội.",
  "Master Yi": "Xét về đi đường, có thể nói Yi khó có thể đi thắng được những cái tên được ưa chuộng hiện tại. Tuy nhiên, với bộ kỹ năng của mình, kiếm sĩ của chúng ta vẫn có thể bám đường để kiếm chỉ số lính và cấu máu đối thủ ổn nhờ Tuyệt Kỹ Alpha (Q) và Thiền (W).Đợi đến khi nào chỉ còn 3 con lính đánh xa và địch sử dụng Tuyệt Kỹ Alpha (Q) chắc chắn sẽ cấu máu được đối thủ. Đừng phung phí năng lượng khi dùng Tuyệt Kỹ Alpha để cấu máu, cố gắng ăn lính bằng đánh thường nhiều nhất có thể.Sau khi đạt cấp 6, combo của Master Yi thường là kích hoạt Chiến Binh Sơn Cước (R) > Kiếm Thuật Wuju > đánh thường rồi kết thúc bằng Tuyệt Kỹ Alpha (Q). Thông thường, sẽ ít người sử dụng Tuyệt Kỹ Alpha để bắt đầu một pha trao đổi chiêu thức, kỹ năng này sẽ dùng để truy đuổi đối thủ khi chúng chạy trốn hay dùng để né một kỹ năng định hướng sẽ hiệu quả hơn.",
  "Miss Fortune": "Miss Fortune là một vị tướng có khả năng đi đường khá mạnh với những chiêu thức cấu rỉa rất khó chịu, nhưng bạn cũng cần phải có chút khéo léo để phát huy hiệu quả của chúng. Cách cấu máu đơn giản và hiệu quả nhất của Miss Fortune đó chính là dùng Q vào những con lính để nó có thể nảy ra phía sau gây sát thương lên tướng địch, hãy cố gắng dùng nó để kể liễu những con lính và gây được sát thương chí mạng cho mục tiêu ở phía sau nhé!Chiêu E thì chỉ nên sử dụng khi giao tranh với kẻ địch, còn không nên sử dụng chiêu thức này để dọn lính hay cấu rỉa máu. Ngoài ra cũng có một điều khá hữu ích nữa mà bạn cần quan tâm tới đó là nội tại tăng sát thương trên phát bắn của Miss Fortune sẽ được kích hoạt khi đổi mục tiêu, vậy nên hãy bắn những con lính khác nhau để kích hoạt được Đánh Yêu liên tục và “last hit” dễ hơn cũng như tăng tốc độ đẩy đường nhé!Vào giai đoạn giữa và cuối trận thì nhiệm vụ quan trọng nhất của Miss Fortune đó là chọn một góc đứng an toàn để dùng Bão Đạn một cách hiệu quả nhất, và chỉ cần một pha chiêu cuối đẹp thôi là bạn có thể gây được cả tấn sát thương mà chẳng cần phải mất công vừa bắn vừa chạy mỏi hết cả tay như những vị tướng Xạ Thủ khác.",
  "Mordekaiser": "Mordekaiser là đấu sĩ cận chiến, nhưng phụ thuộc khá nhiều vào trang bị để phát huy tối đa sức mạnh của mình khi đối đầu với bất kỳ đối thủ nào.Các kỹ năng của Mordekaiser đều có liên hệ với nhau, phải kết hợp hài hòa nhất để phát huy tối đa sức mạnh của các kỹ năng này.Chiêu cuối (kỹ năng R) của Mordekaiser, cực kỳ hiệu quả để cô lập xạ thủ hay pháp sư đối thủ để giảm sức ảnh hưởng của những vị tướng này trong giao tranh.",
  "Morgana": "Morgana là một pháp sư cấu máu vô cùng mạnh mẽ, nhất là ở vị trí đi hỗ trợ với kỹ năng R của vị tướng này khi có đầy đủ trang bị có thể khiến cho đối thủ mất đi một lượng máu đáng kể.Đối với những người có kỹ năng định hướng tốt, thì kỹ năng Khóa bóng tối của Morgana sẽ vô cùng lợi hại.Trong giao tranh, kỹ năng R của Morgana cực kỳ hiệu quả khi kết hợp với đồng hồ cát mang đến rất nhiều lợi thế cho Team khi giao tranh tổng.",
  "Nami": "Khi ở lv1 bạn hãy nâng (W) Thủy Triều để có thể có 1 lượng hồi phục khi giao tranh và bạn nên đứng ở tầm mà (W) Thủy Triều có khả năng nẩy lại cho bạn 1 số máu nhất định cùng với đồng đội.Khi đạt lv2 bạn sẽ tuỳ theo tình hình có thể nâng (Q) Thủy Ngục để có khống chế và tấn công áp đảo nếu chắc chắn q trúng, hoặc bạn cũng có thể nâng (E) Ước Nguyện Tiên Cá để có sự làm chậm và sát thương.vì Nami ở các cấp độ đầu khá mỏng nên bạn hãy thận trọng khi cấu rỉa địch và dùng các kỹ năng hợp lí.Liên tục kiểm soát Hang Rồng giúp người chơi đi rừng.",
  "Nasus": "Nasus đầu game có vẻ khá tù, đa số người chơi đấu sĩ này thường phải tập trung Farm lính là chính nhằm tích trữ kỹ năng Q của mình.Khi đã có các trang bị trấn phái + với khả năng Farm Q tốt của Nasus ở giai đoạn đầu game là lúc phát huy sức mạnh của mình.Trong giai đoạn cuối game, là lúc mà Nasus sẽ tỏa sáng với khả năng sử dụng các kỹ năng Q và phô diễn sức mạnh của mình.",
  "Nautilus": "Là mẫu tướng dễ tạo đột biến nhờ những cú kéo Phóng Mỏ Neo (Q), Nautilus cực kì dễ dàng để tạo lợi thế cho Xạ thủ đi cùng đường mình. Bạn hoàn toàn có thể sử dụng ngay Phóng Mỏ Neo (Q) từ cấp độ 1 để tạo áp lực, khi kéo trúng còn kích hoạt ngọc siêu cấp Dư Chấn gia tăng khả năng chống chịu kèm theo gây lượng sát thương.Ngoài kĩ năng Q kéo đối phương lại, Mỏ Neo Ngàn Cân (nội tại) giúp cho đòn đánh của bạn lên tướng sẽ giữ chân trong khoảng thời gian ngắn > vì vậy bạn hoàn toàn có thể tiếp cận lại gần kẻ địch đánh thường rồi sau đó sử dụng Phóng Mỏ Neo (Q) nếu muốn độ chuẩn xác tuyệt đối.Khi bị trả sát thương, hãy kích hoạt ngay Cơn Giận Của Người Khổng Lồ (W) để tạo lớp giáp cản bớt sát thương, sau đó dùng Thủy Triều Dữ Dội (E) tấn công trở lại.Khi đi đường, cũng đừng quên nhiệm vụ của một người chơi hỗ trợ là bảo vệ đồng đội và tận dụng Khiên Cổ Vật để kiếm vàng cho bản thân nhé.Thường xuyên cắm mắt ở bụi để tránh bị đối phương Gank.",
  "Neeko": "Neeko là một pháp sư đi Mid rất khó chịu, các kỹ năng của cô nàng này cấu rỉa cực kỳ khó chịu mà nhất là ở giai đoạn đầu game.Trong quá trình đi đường, Neeko vô cùng linh hoạt hơn trong việc di chuyển ở 2 vị trí Top hay Bot để hỗ trợ Team tổ chức gank.Trong giao tranh, kỹ năng R của Neeko gây một lượng lớn sát thương có thể hạ gục đối thủ ngay tức khắc chính vì thế các bạn hãy cố gắng gây nhiều sát thương nhất có thể.",
  "Nidalee": "Nidalee rất yếu vì khi ở giai đoạn đầu này thì việc đi rừng đối với Nidalee thật sự khó khăn cho đến khi cô nàng lên được lv.3.Nidalee sẽ phục sẵn ở các bụi cây đợi chờ thời cơ và phóng lao , lao ra gây nên sự bất ngờ và có mạng. Cũng thường xuyên đặt bẫy (W) để kiểm soát bản đồ nhé.",
  "Nocturne": "Bùa Xanh -> Cua -> Bùa Đỏ -> Người Đá -> Chim -> Sói -> Ếch: Đây là cách dọn quái trong trường hợp bạn không thể gank bất kỳ đường nào từ sớm và chỉ muốn tập trung vào làm nông dân. Hãy áp dụng cách này khi ở đội xanh.Bùa Đỏ -> Chim -> Cua -> Bùa Xanh -> Cua: Đây là cách dọn quái nếu bạn ở phía đội đỏ và được trợ giúp ăn bùa đỏ. Nếu kẻ địch ăn Bùa Xanh thì có thể bạn sẽ phải giao tranh sớm để giành Cua. Tuy nhiên đừng lo, bạn 1v1 đầu trận rất tốt, nhớ ping gọi đường giữa hoặc đường dưới vào giúp là được.Bùa Xanh -> Cua -> Bùa Đỏ: Đây là cách dọn quái nếu bạn ở phía đội xanh và được giúp ăn bùa xanh rất ít hoặc không hề được giúp.Bùa Đỏ-> Cua -> Bùa Xanh: Ngược lại với bên trên, đây là cách dọn quái nếu bạn ăn bùa đỏ phía đội đỏ và ít được giúp hoặc không được giúp.Cướp Bùa Xanh – Cua – Bùa Đỏ – Chim – Sói – Bùa Xanh – Ếch: Đọc là hiểu rồi nhỉ, trong trường hợp làm lâm tặc mà không bị phát hiện, hãy dọn quái như này để ăn được ba bùa. Đừng quên nhờ người đi đường cắm mắt ở Bùa Xanh của mình để tránh bị cướp ngược nhé.Cướp Bùa Đỏ – Cua – Bùa Xanh – Ếch – Sói – Chim – Bùa Đỏ – Người Đá: Còn đây là trường hợp cướp bùa đỏ. Nhắc lại một lần nữa, nhớ cắm mắt ở bùa của mình để tránh bị cướp ngược đó nhé.",
  "Olaf": "Về cơ bản Olaf là một chất tướng rất mạnh ở giаi đоạn đầu trận, dо vậу bạn nên chủ động chơi hổ báо để đè đường tạо áр lực lên đối thủ.Sử dụng рhóng rìu(Q) liên tục để cấu rỉа + làm chậm đối thủ + ăn lính, đồng thời liên tiếр nhặt rìu tấn công đối рhương, nhờ nội tại Điên Cuồng => bạn chắc chắn sẽ giành được lợi thế trước đối thủ.Sаu đó hãу kiểm sоát tốt các đợt lính, chờ cơ hội thuận lợi đối рhương dâng lên cао để lаsthit lính, hãу kích hоạt рhóng rìu(Q) chuẩn хác kết hợр với sát thương chuẩn từ Bổ Củi(е) => bạn sẽ dễ dàng hạ gục mục tiêu một cách nhаnh chóng.Lưu ý: Nhớ cắm mắt kiểm sоát bụi cỏ nhé, bởi Olaf không có kỹ năng bỏ chạу, nên rất dễ bị đi rừng củа đối рhương hỏi thăm đó.",
  "Orianna": "Ở giai đoạn này, Orianna có thể dùng Q-Lệnh tấn công cùng với W-Lệnh phát sóng để cấu máu đối thủCố gắng đánh thường khi có thể để gây thêm dame tận dụng nội tạiCombo đơn giản để trao đổi chiêu thức của Orianna sẽ là Q-Lệnh tấn công cùng với W-Lệnh phát sóng kèm theo vài đòn đánh với thường kết hợp với E-Lệnh bảo vệ để lời hơn khi trao đổi tay đôi trực tiếpPhán đoán hướng đi rừng của đối phương để cắm mắt tránh bị gank",
  "Ornn": "Nếu các bạn là một người, yêu thích lối chơi tấn công máu lửa mà quyết định chơi vị tướng này thì mình khuyên các bạn hãy nên bỏ suy nghĩ đó đi. Bởi Ornn là vị tướng, khá tù trong khi đi đường và hầu như không có kỹ năng để kết thúc đối thủ. Sức mạnh của đấu sĩ này, chỉ phát huy thật sự khi có những trang bị chống chịu và mạnh trong giao tranh tổng là chính. Với lối đi đường mạnh mẽ, đa năng và mạnh trong việc mở giao tranh tổng Ornn ở mùa 11 này là một trong những đấu sĩ mạnh nhất trong mùa giải này. Bình Luận 0 Trả lời Bài viết cùng chuyên mục build guide xin zhaoGuide Xin Zhao mùa 11: Bảng ngọc bổ trợ và cách chơi Xin Zhao mới nhấtTháng Mười Hai 10, 2020build guide yorickGuide Yorick mùa 11: Bảng ngọc bổ trợ và cách chơi Yorick mới nhấtTháng Mười Hai 10, 2020build guide volibearGuide Volibear mùa 11: Bảng ngọc bổ trợ và cách chơi Volibear mới nhấtTháng Mười Hai 10, 2020build guide zacGuide Zac mùa 11: Bảng ngọc bổ trợ và cách chơi Zac mới nhấtTháng Mười Hai 10, 2020build guide yasuoGuide Yasuo mùa 11: Bảng ngọc bổ trợ và cách chơi Yasuo mới nhấtTháng Mười Hai 9, 2020VCS Mùa Xuân 2021Lịch thi đấu, danh sách đội tuyển tham dự VCS Mùa Xuân 2021Tháng Mười Hai 8, 2020",
  "Pantheon": "Khi chơi Pantheon ở đường trên Top hay Mid, thì đây sẽ là một sự lựa chọn đầy tuyệt vời danh cho mọi người bởi đấu sĩ này khá mạnh ở giai đoạn đầu game.Trong khi đi đường, kỹ năng R của Pantheon cực kỳ nguy hiểm bởi khả năng hỗ trợ giao tranh của đấu sĩ này cực kỳ linh hoạt và nhạy bén.Càng về cuối game, một con Pantheon Full sát Lực hay sát thượng vật lý cực kỳ tù và yếu dần về cuối game mà đặc biệt là trong giao tranh tổng.",
  "Poppy": "Poppy vốn là đấu sĩ đi Top vô cùng khó chịu, với khả năng đấu tay đôi tốt nhưng các kỹ năng của vị tướng này để kết thúc kẻ địch hầu như không có.Trong quá trình đi đường, khi được gank thì tỷ lệ ăn mạng cực kỳ cao.Trong giao tranh, hãy chủ ý đến kỹ năng R vì nó có thể bóp đồng đội trong những pha giao tranh đấy nhé.",
  "Pyke": "Ngay từ cấp độ 1, Pyke hoàn toàn có thể tạo ra lợi thế bằng những cú Móc chính xác, hãy kêu gọi đồng đội đi cướp rừng từ sớm hoặc nếu không chủ động cắm trại ở đường dưới và cô lập con mồi bằng kỹ năng (Q) Đâm Thấu Xương.Sử dụng stack của Khiên Cổ Vật hiệu quả để kiếm tiền, dọn lính cũng như hồi phục hợp lý.Thấp máu, tìm vị trí tung ra Q chuẩn xác, hãy kích hoạt W lặn xuống trước để áp sát con mồi.Sau khi chịu sát thương, chú ý vào trong bụi cỏ để hồi phục lại máu đã mất.Canh kẻ địch thấp máu và tung ra chiêu cuối kết liễu chính xác, đồng đội cũng được chia tiền.",
  "Quinn": "Khi đi đường trên, Quinn khá mạnh và hầu như không có bất kỳ vị tướng nào có thể 1vs ở giai đoạn đầu game với cô nàng này khi đi đường trên.Ở Level 6, khi đã có kỹ năng R thì Quinn có khả năng đảo đường Gank cực kỳ tốt.Trong giao tranh, sức sốc sát thương của Quinn vô cùng mạnh mẽ hãy lợi dụng để hạ gục xạ thủ hay pháp sư của đối phương lấy lợi thế cho Team nhé.",
  "Rakan": "Bạn nên nâng Phi Tiêu Lấp Lánh (Q) để cấu máu đối thủ và hồi lại 1 phần cho bản thân cũng như xạ thủ của mình.Khi vừa lên lv2 bạn cũng có thể chủ động nâng Xuất Hiện Hoành Tráng (W) để lao tới kẻ địch gây hất tung sau đó cùng xạ thủ tấn công và dùng Phi Tiêu Lấp Lánh (Q) để hồi máu + gây sát thương trong giao tranh .Nếu muốn cover xạ thủ khỏi việc bị cấu rỉa khác lv2 bạn cũng có thể nâng Điệu Nhảy Tiếp Viện (E) để tạo giáp cho mình và đồng đội.",
  "Rammus": "Khi đi đường trên, trong giai đoạn đầu Rammus cực kỳ thiệt thòi nhất là khi gặp với những vị tướng tay dài chính vì điều này chúng ta hãy cố gắng ôm trụ Farm là thôi.Trong giao tranh, trước khi lao vào giao tranh hãy chọn kỹ năng R nhằm tăng sức sát thương của mình khi hút sát thương cho đồng đội nhé.",
  "Rek'Sai": "Hướng đi rừng cơ bản khi ở các team là : red > Chim > Sói > Cua Kì Cục > Blue > Cóc.  Luôn sử dụng độn thổ khi di chuyển trong rừng. Thứ 1 là bạn sẽ dễ dàng phát hiện được các bước di chuyển của kẻ địch, thứ 2 là bạn khi ăn quái rừng, sẽ có thể sử dụng Nữ Hoàng Phẫn Nộ (Q) đồng thời hất tung được chúng.Hãy tích đủ thanh nộ của mình rồi sử dụng Ngồm Ngoàm Ngấu Nghiến (E),lúc này sát thương bạn gây ra sẽ là sát thương chuẩn.Để giúp bạn di chuyển qua lại giữa các bãi quái nhanh hơn, cũng như giúp bạn có thể truy đuổi hay chạy trốn khỏi kẻ địch dễ dàng.đào thật nhiều hầm trong rừng của bạn, để giúp bạn có thể di chuyển qua lạiKhi đi gank, hãy đào hầm bằng Ngồm Ngoàm Ngấu Nghiến (E) khi độn thổ để tiếp cận kẻ địch, áp sát chúng rồi kích hoạt Độn Thổ (W) để hất tung. Để gây bất ngờ cho kẻ địch, bạn có thể kết hợp Tốc Biến + Độn Thổ (W) khiến chúng rất khó để né tránh.Hãy sử dụng Nữ Hoàng Phẫn Nộ (Q) khi độn thổ để kiểm tra các bãi quái rừng xem chúng có còn hay đã bị ăn mất. Nữ Hoàng Phẫn Nộ (Q) có thể làm lộ diện tầm nhìn kẻ địch nên có thể dùng để kiểm soát rất tốt.Nếu bạn sử dụng Nữ Hoàng Phẫn Nộ (Q) trúng kẻ địch khi đạt cấp 6, bạn có thể ngay lập tức sử dụng r lên chúng.Tốc Hành Hư Không (R) sử dụng đúng lúc có thể giúp bạn né được hầu hết các kĩ năng của kẻ địch, vì nó sẽ cho bạn từ 1 đến 2 giây không thể bị chọn làm mục tiêu.Kiểm soát rồng và Sứ Giả.",
  "Renekton": "Renekton có khả năng đi đường cực kỳ mạnh, đặc biệt trong các khoản đấu tay đôi thì vị tướng này gần như không có đối thủ điển hình là các bạn thấy rất nhiều trong các trận đấu của giải VCS.Khi đối đầu với các đấu sĩ tay ngắn, hãy dồn đối thủ vào trụ để lấy lợi thế cho mình khi đi đường.Trong giao tranh, hãy mở kỹ năng R trước khi lao vào giao tranh để tăng sức chịu đựng và cụ thể hóa nguồn sát thương mà mình gây ra.",
  "Rengar": "Rengar khi đi rừng vô cùng nguy hiểm, do không có hiệu ứng khống chế cứng nên hãy cố farm để lên level 6 nhằm lấy kỹ năng R để đi gank tốt hơn.Trong giao tranh, các bạn đều biết với khả năng khiến đối thủ bốc hơi ngay tức khắc nên mọi người hãy cố gắng dồn sát thương vào đối thủ mà nhất là AD hay AP đối thủ.",
  "Riven": "Riven là một đấu sĩ có khả năng tay đôi cực kỳ tốt, vị tướng này đã từng làm nên tên tuổi của nhiều game thủ nổi tiếng trên thế giới mà tiêu biểu là Box Box.Đầu game, Riven gần như vô đối và mạnh hơn hẳn so với các kèo đối đầu khi đi đường.Trong giao tranh, mọi người nên chú ý đến bộ kỹ năng của cô nàng này nhằm phát huy tốt nhất sức mạnh với đối thủ.",
  "Rumble": "Rumble là một pháp sư đi Top vô cùng khó chịu, với tầm đánh xa thì những đấu sĩ dạng cận chiến cực kỳ khổ khi đối đầu với Rumble khi đi đường.Khả năng kết thúc đối thủ vô cùng mạnh mẽ.Trong giao tranh, kỹ năng R của Rumble là một trong những tiền đề để mọi người tiến hành giao tranh trên nền kỹ năng của vị tướng này.",
  "Ryze": "Như đã nói, sức mạnh của Ryze thường phát huy hiệu quả nhất ở giai đoạn giữa và cuối trận. Do đó việc tập trung farm cho mình các chỉ số lính ở giai đoạn này là vô cùng quan trọng. Bên cạnh đó, Ryze là một vị tướng không có sự cơ động, vì vậy cắm mắt ở xung quanh là điều cần thiết.Nói cách đơn giản, cứ sau mỗi kỹ năng sẽ sử dụng Quá Tải (Q) để giảm thời gian hồi chiêu của các kỹ năng khác. Khởi đầu bộ combo này với 2 điểm cộng dồn từ nội tại Bậc Thầy Cổ Thuật.",
  "Samira": "Vốn dĩ là một xạ thủ, tuy nhiên các kỹ năng của Samira lại tiêu tốn quá nhiều năng lượng nên khi sử dụng kỹ năng bạn phải quyết định cho chuẩn xác đừng để về nhà quá nhiều lần.Trong giao tranh, tìm cho mình một vị trí thuận lợi để xả sát thương đừng lao vào giao tranh quá sớm để khỏi bị lên bảng đếm số sớm.Samira mạnh khi có các trang bị tương tự như Ashe, Ez… chính vì thế ở giai đoạn đầu game nên cố gắng Farm nhiều lính nhất có thể để tìm cho mình những trang bị ưng ý nhất.",
  "Sejuani": "Một khi các bạn quyết định chơi Sejuani, thì các bạn phải cực kỳ nhẫn nhịn và xác định là phục vụ cho team là chính bởi lẻ đấu sĩ này rất ít khả năng kết thúc đối thủ.Trong giao tranh, hãy nhớ mình là nguồn hút sát thương với kỹ năng R của Sejuani mọi người nên hướng đến giao tranh nhằm tạo điều kiện cho đồng đội tổ chức tốt đợt giao tranh của mình.",
  "Senna": "Mục tiêu khi đi đường của Senna sẽ là cấu máu đối thủ trong khi vẫn giữ được khoảng cách an toàn. Tận dụng những sai lầm trong di chuyển và dùng Ràng Buộc để thiết lập những tình huống ăn mạng.Bóng Tối Xuyên Thấu là công cụ chính để Senna cấu máu kẻ địch và hồi máu cho bản thân. Kỹ năng này gần như có thể sử dụng trên mọi đơn vị kể cả cây của Zyra. Kỹ năng này thực tế dài hơn một chút so với hiện thỉ nên bạn có thể an toàn thu thập linh hồn qua chiêu thức này nếu không thể tiếp cận chúng. Ngoài ra có thể dùng kỹ năng này vào lính qua đó gây sát thương lên kẻ địch.Bóng Tối Xuyên Thấu sẽ là kỹ năng đầu tiên được nâng tối đa, lần lượt sau đó là Ràng Buộc và Lời Nguyền Sương Đen. Chiêu cuối Hắc Ám Soi Rọi lấy đúng cấp độ. Hãy chú ý di chuyển sang các đường, giúp người đi rừng của mình và đảm bảo cắm mắt đầy đủ cho đường của bạn.Trang bị quan trọng nhất thời điểm này sau khi hoàn thành giày sẽ là Kiếm Ma Yoomu rồi sau đó hướng đến Lư Hương Sôi Sục để hỗ trợ cho đồng đội trong những tình huống giao tranh nhỏ lẻ và tập trung đẩy trụ.",
  "Seraphine": "Khi chơi Seraphine, thì các bạn nên nhớ rằng nội tại của cô nàng này khá là quan trọng trong việc làm choáng và sốc sát thương. Chính vì thế, chúng t cần phải tích trữ nội tại cho Seraphine trước khi thực hiện bộ Combo hay tổ sức hạ gục đối thủ.Muốn làm choáng đối thủ, thì chiêu cuối + kỹ năng E sẽ giúp cho bạn không chế đối thủ lâu hơn.Xét về việc tích trữ tiền lên trang bị, thì Seraphine mạnh về khả năng tấn công để tích trữ vàng còn khả năng dọn lính thì chúng ta sử dụng các kỹ năng để dọn lính nhanh nhất có thể.Trong giao tranh, kỹ năng Q để hỗ trợ đồng đội hay tẩu thoát khi gặp nguy hiểm. Seraphine có điểm mạnh trong việc giao tranh tổng gây sát thương dồn cực kỳ tốt.",
  "Sett": "Sett dọn các bãi quái rừng đơn mục tiêu cực mạnh ở giai đoạn đầu trận, hãy tạm thời bỏ qua các bãi quái đa mục tiêu.Bạn sẽ muốn khởi đẩu theo thứ tự Bùa Đỏ > Bùa Xanh > Cóc Thành Tinh > Cua Kì Cục, bùa đỏ sẽ giúp bạn gây thêm nhiều sát thương hơn và hồi phục máu nhiều hơn trong giai đoạn đi rừng.Sau khi tiêu diệt được Cua Kì Cục, dự đoán hướng đi của rừng đối phương rồi hãy bắt đầu ghé qua khu vực đường gần đó nhất khi đạt được cấp độ 3.Nếu bạn không có thể để gank đối phương, hãy chủ động sang rừng đối phương cướp vài bãi quái đã nhé! Bạn rất mạnh trong khâu tay đôi đầu trận đấy!Tiềm năng đi gank của Sett vô cùng cao, cũng như khả năng “ăn lén” Rồng ngay từ cấp độ 4 vậy.",
  "Shaco": "Shaco khi ở vị trí đi rừng, ở những giai đoạn đầu game thường khá yếu nhưng khi sử dụng thiêu đốt đi rừng thì những cú gank ở các Lane sớm lại là lợi thế nhằm cụ thể hóa nguồn sát thương lên đối thủ.Cuối game, khi chơi theo phong cách Full sát lực + STVL thì với 1 bộ Combo có thể khiến đối thủ bốc hơi chính vì thế các bạn hãy dồn nguồn sát thương đó vào những mục tiêu như xạ thủ hay AP đối phương.",
  "Shen": "Khi Shen đi Top với phép bổ trợ dịch chuyển, thì độ cơ động trong những tình huống giao tranh tổng vô cùng linh động nhờ kỹ năng R của vị tướng này có thể có mặt trong giao tranh bất kỳ thời điểm nào.Trong giao tranh, vốn là một đấu sĩ đi đường với mục đích hỗ trợ giao tranh nên việc lao vào giao tranh nhằm tạo lợi thế cho đồng đội là hết sức cần thiết.",
  "Shyvana": "Shyvana có khả năng Farm rừng khá tốt, nên khi đi ở vị trí này thì đấu sĩ này thường có xu hướng Gank sớm mà nhất là ở khu vực đường giữa.Khi các bạn chơi Shyvana đi rừng như Levi, với phong cách lên đồ phép thuật AP thì khi hóa rồng những kỹ năng của đấu sĩ này mới thực sự nguy hiểm hơn bao giờ hết.Nên nhớ rằng, Shyvana AP cựa kỳ yếu nên chỉ có thể hóa rồng và dùng kỹ năng E từ xa nếu như lao vào giao tranh thì khả năng lên bản đếm số là khá cao đấy nhé.",
  "Singed": "Singed là cái tên  mà mình nghĩ khá quen thuộc với mọi người, với chế độ Feed to Win cũng gây không ít phiền hà với đối thủ.Vốn là một tướng cận chiến, Singed cực kỳ khó khăn trong giai đoạn đầu game nhưng càng về sau độ khó chịu của vị tướng này mới thực sự phát huy.",
  "Sion": "Sion khá tù khi đi đường trên, vốn dĩ không hề có kỹ năng để dứt điểm kẻ địch mà cần phải nhờ rất nhiều đến sự can thiệp từ rừng.Kỹ năng r của Sion, cực kỳ hiệu quả và giúp ích nhiều trong giao tranh tổng nhưng lại có thể vô tình bóp đồng đội của mình.",
  "Sivir": "Sivir được đánh giá là một xạ thủ, một trong những vị tướng đi đường dưới vô cùng mạnh mẽ nhất là ở giai đoạn đầu trận với khả năng cấu máu cực kỳ mạnh mẽ.Khác với các xạ thủ khác, kỹ năng R của Sivir bổ trợ giao tranh nhằm tăng tốc độ đánh + tốc độ di chuyển nên mọi người cần chú ý sử dụng cho hiệu quả nhé.",
  "Skarner": "Do Skarner dọn rừng không quá nhanh, hãy chủ động ăn rừng với sự hỗ trợ của bộ đôi đường dưới.Chú ý ăn hết một hướng đi rừng và sau đó biến về nhà mùa GIày, ngọc Thú Săn Mồi ngay lập tức có thể sử dụng giúp bạn setup những pha gank hoàn hảo.Khi ăn quái rừng, hãy cố đứng trong tháp tinh thể để Skarner được tăng thêm tốc độ đánh, di chuyển và hồi năng lượng cho bản thân.kĩ năng Nhát Chém Tinh Thể (Q) có thời gian hồi chiêu rất nhanh và gây sát thương trên diện rộng nên hãy sử dụng liên tục để dọn quái rừng nhanh chóng.Khi ăn xong 3 bãi quái rừng bạn đã đạt cấp độ 3, lúc này đã có thể đi gank được rồi. Nếu chưa biết làm gì thì hãy ra sông và kết liễu con Cua Kì Cục trước để cung cấp thêm tầm nhìn ở một khu vực khá rộng.Khi đi gank, hãy bật Lớp Vỏ Tinh Thể (W) để tăng tốc độ di chuyển khi đi về phía đối thủ, rồi sử dụng Đuôi Bọ Cạp (E) lên chúng, nếu trung đích thì hãy tung ngay đòn đánh thường để làm choáng kẻ địch, kết liễu chúng dễ hơn. Nên nhớ kĩ năng Đuôi Bọ Cạp (E) là kĩ năng định hướng và là kĩ năng khống chế đầu trận duy nhất của Skarner, nên bạn cần phải sử dụng chính xác nếu muốn gank thành công. Thêm nữa là không nên sử dụng kĩ năng này trúng lính, vì nó sẽ bị giảm tốc độ bay đi rất nhiều, khiến kẻ địch dễ dàng né tránh.Khi bạn đạt cấp độ 6, lúc này Skarner đã có 1 kĩ năng rất quan trọng là Giam Cầm (R). Kĩ năng này có thể khóa chết mục tiêu trong 1,5 giây. Ngoài ra khi Skarner di chuyển, nó cũng sẽ kéo theo kẻ địch đi chung.Khi Giam Cầm (R) được kẻ địch, hãy ngay lập tức bật Lớp Vỏ Tinh Thể (W) để tăng tốc độ di chuyển cho Skarner, mau chóng chạy về phía đồng đội để kết liễu kẻ địch dễ dàng hơn.Không nên xài một lúc 2 kĩ năng khống chế là Đuôi Bọ Cạp (E) và Giam Cầm (R) đè lên nhau. Hãy sử dụng kĩ năng này cách kĩ năng kia ít nhất là 1 giây.",
  "Sona": "Giữ vị trí tốt, chủ động cấu máu đối phương ngay từ lv1 để kiếm tiền từ trang bị cũng như áp đảo đường.Khi xạ thủ hỗ trợ đối phương đã đủ kỹ năng, không nên lên cao tránh bị ăn khống chế > bốc hơi do quá mỏng manh.Sử dụng skil hồi phục cho xạ thủ để có thể trao đổi chiêu thức tốt hơn.Chủ động mua mắt kiểm soát sớm bởi bạn không có kỹ năng tốc biến.",
  "Soraka": "Soraka là pháp sư đi hỗ trợ mà mình yêu thích nhất, với khả năng hồi phục cho xạ thủ vô cùng đáng nể và có khả năng cấu rỉa đồi thủ vô cùng khó chịu.Mạnh mẽ trong giao tranh tổng, với khả năng bơm máu vô đối của cô nàng này.",
  "Swain": "Swain là vị tướng đi đường khó chịu, với khả năng cấu máu vô cùng mạnh mẽ các người sử dụng pháp sư này khi đi đường thường có xu hướng chơi áp đảo trước mọi đối thủ.Chiêu cuối của Swain, phát huy tốt sức mạnh trong giao tranh nơi có nhiều đối thủ tập trung đông nhất.",
  "Sylas": "Sylas khi đi đường thường là với phong cách chơi hổ báo, nhất là ở Level 3 trở đi thì khả năng tay đôi của Sylas trở nên mạnh hơn bao giờ hết.Trong giao tranh, khi cướp chiêu cuối của đối thủ bằng kỹ năng R thì mọi người cần chú ý đến việc cướp các chiêu cuối mà các bạn biết sử dụng nhé.",
  "Syndra": "Syndra là pháp sư đi đường đa năng, nhưng hoạt động chủ yếu ở khu vực đường giữa và Top là chính cũng là nguồn sát thương chính của đồng đội.Nhìn chung, bộ kỹ năng của Syndra cực kỳ dễ sử dụng nhưng để trở thành master Syndra thì có vẻ hơi khó đấy nhé.Trong các tình huống giao tranh, thì khả năng làm choáng của Syndra chính là điểm nhấn giao tranh của toàn đội.",
  "Tahm Kench": "Khi đi đường trên, từ Level 1 đến Level 3 thì Tahm Kench có vẻ khá là tù và hầu như không có bất kỳ kỹ năng nào có thể kết thúc được đối thủ khi đi đường trên.Tuy nhiên, càng về sau thì sự khó chịu trong các tình huống cấu máu + phối hợp với đồng đội khi tổ chức gank ở Top.Trong giao tranh, nên chú ý đến khả năng bảo vệ đồng đội của Tahm Kench nhé.",
  "Taliyah": "Taliyah vừa yếu, nhưng lại vừa mạnh ở khoảng thời gian này. Đây là vấn đề mà tôi vẫn khá băn khoăn, bởi lối chơi của Taliyah bị khắc chế bởi chính bộ kỹ năng của cô. Kỹ năng Phi Thạch bắn ra 5 viên đá, nhưng sẽ tạo 1 vùng Đất Bất Ổn, và nếu Taliyah đứng trong đó, cô sẽ chỉ ném được 1 viên lần sau thôi.Nói chung, khả năng sử dụng kỹ năng của Taliyah sẽ bị hạn chế khá nhiều ở khoảng thời gian này, tuy nhiên bù lại 5 viên đá của Taliyah có lượng sát thương vô cùng lớn, đặc biệt là nó có thể gây sát thương lan, cho nên nếu đối phương có núp sau lính đánh xa vẫn sẽ bị dính thôi. Không thể dùng kỹ năng bừa bãi, cho nên người chơi Taliyah cần phải hết sức cẩn thận, chỉ dùng khi thực sự tự tin có thể ném trúng đối phương.",
  "Talon": "Talon sẽ chủ yếu ăn quái bằng kĩ năng Ngoại Giao Kiểu Noxus (Q), còn cấu rỉa thì sử dụng Ám Khí (W) là chính. Nếu Ám Khí trúng đích cả lượt đi và lượt về thì dùng thêm một phát Q vào kẻ địch để có thể kích hoạt được nội tại.Cách combo đơn giản của Talon là dùng Q để áp sát kẻ địch trước, sau đó dùng W để dễ dàng kích hoạt được nội tại nhất. Chiêu cuối Sát Thủ Vô Hình (R) nên dùng khi đã áp sát được kẻ địch để có lượng sát thương mạnh nhất.Như đã nói, khả năng đảo đường của Talon giờ đây đã cực kì tốt với chiêu Con Đường Thích Khách. Thậm chí chiêu thức này còn giúp vị tướng này thoát khỏi những pha bị gank một cách khá dễ dàng trong mọi giai đoạn trận đấu nữa.Thêm nữa, chiêu cuối của Talon đã không thể bị Mắt Kiểm Soát phát hiện, vì vậy mà vị tướng này sẽ có khả năng gây đột biến cao trong giao tranh.Lượng sát thương chính của Talon trong mọi giai đoạn đến từ kĩ năng nội tại chứ không phải thứ gì khác. Vì vậy nếu chỉ cần sử dụng trượt bất kì kĩ năng nào thì Talon cũng đã khiến khả năng gây sát thương của hắn ta yếu đi rất nhiều. Như đã nói ở trên, để an toàn nhất thì hãy áp sát kẻ địch bằng Ngoại Giao Kiểu Noxus để những chiêu thức còn lại chắc chắn trúng đích nhé.",
  "Taric": "Những kĩ năng Ánh Sáng Tinh Tú và Pháo Đài Kiên cố đem lại cho Taric khả năng hồi máu cũng như tạo giáp cực kì mạnh. Dùng lần lượt những kĩ năng đó kết hợp với những đòn đánh thường được cường hóa bởi Nội Tại Can Đảm sẽ giúp Taric tay đôi cực kì tốt với tướng đối phương cùng đường. Vào giao tranh, Taric vừa bảo vệ đồng đội được và vừa đủ độ chống chịu để càn lướt trong giao tranh.",
  "Teemo": "Khi chơi Teemo, thì mình cực kỳ yêu thích lối chơi theo phong cách lên đồ AP vì những quả nấm được đặt ra sẽ phát huy sức mạnh kinh khủng hơn bao giờ hết.Kể từ Level 3, thì Teemo sẽ phát huy sự khó chịu của mình nhờ kỹ năng làm mù của mình.Từ level 6 trở đi hay trong giao tranh thì kỹ năng đặt R của Teemo mang đến khá nhiều lợi thế cho Team.",
  "Thresh": "Thresh là 1 vị tướng có tầm đánh ngắn nên ở các lv đầu bạn nên tránh đi các cấu rỉa từ các đối thủ của mình và cố gắng dùng  (E) Lưỡi Hái Xoáy  để thu ngắn khoảng cách cũng như cấu rỉa để có lượng sát thương lên kẻ địch nhất dịnh.Khi vừa đạt lv2 bạn hãy nâng (Q) Án Tử nhanh chóng và tìm 1 kẻ hở để kéo kẻ địch về và dùng (E) Lưỡi Hái Xoáy nhằm làm chậm và gây thêm sát thương cho đối thủ.Là 1 tướng có sức chống chịu cao nên bạn hãy tự tin mở giao tranh bằng (Q) Án Tử và chịu đòn thay cho xạ thủ của mình.Dùng Thiêu Đốt 1 cách hợp lí có thể tiêu diệt kẻ thù nhanh chóng.",
  "Tristana": "Tristana tập trung vào việc farm lính và đấy đường nhanh, Bọc Thuốc Súng(E) giúp cô nàng farm lính nhanh hơn, nhưng hãy chú ý bởi chiêu này sẽ nổ lan diện rộng, nên có thể làm Tristana bị miss lính hoặc có thể dùng để cấu máu đối thủ, có thể kết hợp kích hoạt Súng Liên Thanh(Q) để gia tăng thêm tốc đánh và sát thương.Hãy luôn giữ Phóng Nhảy Tên Lửa(W) để sử dụng trong những tình huống cần thiết, lao lên dứt điểm mục tiêu hoặc rút lui về sau an toàn nếu nguy hiểm hoặc bị người đi rừng đối thủ đi gank. Kỹ năng này sẽ được hồi chiêu ngay lập tứcnếu bạn hạ gục hoặc hỗ trợ tiêu diệt, do đó hãy sử dụng một cách hợp lý nhé.",
  "Trundle": "Khả năng đi đường của Trundle là không cần bàn cải, khả năng tay đôi vô cùng mạnh mẽ khi đi đường trên khiến cho vị tướng này ít có đối thủ nào cận chiến tốt bằng đấu sĩ này.Trong giao tranh tổng, khả năng 1vs1 của Trundle chính là điểm mạnh mà mọi người cần chú ý để khai thác tốt sức mạnh của vị tướng này.",
  "Tryndamere": "Khởi đầu vòng rừng ở bùa đỏ-> bãi chim-> bãi sói->bùa xanh.Ở đầu trận Tryndamere khá yếu và khả năng gank cũng kém vì vậy việc bạn cần làm là tập trung farm rừng thật tốt. Cắm mắt kiểm soát đề phòng đối phương sang cướp rừng hoặc gây cản trở cho việc farm của Tryndamere .Sử dụng Say máu (Q) để hồi máu, lưu ý là khi nộ càng nhiều thì hồi máu bằng Say máu (Q) sẽ càng lớn nên hãy tích đủ nộ rồi hãy sử dụng nhé.",
  "Twisted Fate": "Ở giai đoạn này Twisted Fate cần tập trung farm để tăng tiền nhanh nhất có thể nhờ nội tại.Twisted Fate có thể (W) Chọn Bài bài đỏ vào lính để vừa ăn lính vừa cấu máu đối thủCấu máu đối thủ cũng như đẩy đường bằng (Q) Phi Bài.Tận dụng nội tại chiêu (E) Tráo Bài khi được kích hoạt để cấu máu đối thủ tốt hơnSử dụng bài xanh để hồi phục năng lượng",
  "Twitch": "Twitch đi đường cực kỳ khó chịu, đặc biệt vị tướng này có khả năng ám sát vô cùng tuyệt vời mà bất kỳ ai cũng phải e dè vị tướng này.Tuy nhiên, Twitch phụ thuộc khá nhiều vào trang bị để kích hoạt được sức mạnh của mình chính vì thế hãy cố gắng Farm nhiều nhất có thể.Bên cạnh đó, Twitch có khả năng gây sát thương tổng tốt với kỹ năng R của mình trong giao tranh.",
  "Udyr": "Nhìn chung đi rừng với Udyr chỉ có hai điểm khác biệt khi đem ra so với các vị tướng khác. Thứ nhất chính là bạn có choáng như phải áp sát, chính vì thế, Udyr muốn gank thành công thì tướng đi đường cũng phải có hiệu ứng khống chế (cứng thì càng tốt).Thứ hai, đó chính là việc đảo chiêu thức chuẩn xác để có thể farm rừng mà không tốn chút máu nào. Bên cạnh đó, đảo chiêu chuẩn xác cũng là thứ quyết định bạn có sống sót trong giao tranh, solo thành công, gank thành công,…Tóm lại, quan trọng nhất vẫn là đảo chiêu thức một cách chuẩn xác.Đúng là bạn sẽ vả đối thủ đến chết, tuy nhiên vẫn phải dùng đầu chứ đừng lao vào một cách không có não. Dưới đây là một số mẹo để bạn quyết định khi nào nên gank:Ép đối thủ phải tốc biến cũng là một thành côngChỉ gank khi đối thủ đẩy đường caoĐể ý hoặc hỏi người đi đường xem đối tượng định gank có còn chiêu thức chạy thoát khôngMáu của đồng đội so với đối phương thế nào. Nếu đồng đội có máu quá thấp thì hãy cân nhắc kỹ.Luôn luôn ping 3-4 lần khi sắp gankTrong giao tranh, bạn sẽ có vai trò là đấu sĩ nên việc của bạn sẽ là làm cho mối nguy hiểm phía đội địch biến mất. Đó có thể là xạ thủ, pháp sư, người đi rừng hoặc thậm chí là hỗ trợ phía đối phương. Bên cạnh đó, bạn cũng có trách nhiệm bảo vệ xạ thủ và pháp sư trong đội hình nữa.Tùy vào đội hình trong trận đấu mà nhiệm vụ của bạn cũng sẽ thay đổi theo. Trong giao tranh, hãy đổi các thế võ một cách hợp lý. Điều này sẽ giúp bạn tung ra lượng sát thương khổng lồ hoặc đứng gánh mọi thể loại sát thương mà mãi vẫn chưa chết. Bên cạnh đó, Udyr sẽ có lợi thế nhất khi tạt cánh hoặc móc lốp từ phía sau nên hãy tận dụng tốt.",
  "Urgot": "Do chỉ phụ thuộc vào khả năng dùng Lựu Đạn Ăn Mòn trúng đích nên lối chơi của Urgot cũng khá đơn giản, tuy nhiên điểm thú vị của vị tướng này nằm ở những pha lật kèo và những cú bắn tên lửa từ khoảng cách xa. Trong giai đoạn đầu trận, hãy farm 1 cách an toàn cho đến khi có Nước Mắt Nữ Thần. Khi đã có trang bị này, các bạn có thể bắt đầu tìm cách cấu rỉa máu đối phương.Sử dụng Tụ Điện Kinh Hoàng kết hợp với các đòn đánh thường và Thợ Săn Axit sẽ cho khả năng làm chậm mục tiêu không khác gì khi bạn có bùa đỏ. Vì lí do này, Urgot có thể kết hợp rất tốt với các tướng đi rừng sở hữu các kĩ năng khống chế.Trong trường hợp đối phương hổ báo quá mức và chúng ta không thể farm 1 cách yên ổn, kêu gọi sự hỗ trợ đến từ tướng đi rừng sẽ là cách tốt nhất giúp Urgot có 1 giai đoạn giữa trận đủ xanh.Hoán Đổi Vị Trí có khá nhiều cách sử dụng. Thường thấy nhất là chúng ta có thể dùng kĩ năng này  vào những mục tiêu quan trọng trong giao tranh (nếu đủ phạm vi sử dụng) để đồng đội có thể nhanh chóng tiễn mục tiêu đó lên bảng. Lưu ý rằng Urgot sẽ nhận thêm 1 lượng giáp/kháng phép khá lớn sau khi dùng chiêu cuối nên các bạn đừng lo lắng quá về việc sẽ bị dồn sát thương chết ngay sau khi đổi vị trí.Ngoài ra, tác dụng tăng giáp/kháng phép và áp chế cũng giúp Urgot cầm chân đối phương trong 1 khoảng thời gian ngắn để chờ Tụ Điện Kinh Hoàng hồi lại, khá hữu dụng trong các pha 1v1.",
  "Varus": "Tận dụng khả năng đẩy đường nhanh của Varus để liên tục gây áp lực lên đối phương.Nếu bạn đè đường thì dùng chiêu Q Và E để cấu máu đối thủ còn ngược lại thì dùng để ăn lính dễ hơn.Cắm mắt kiểm soát tầm nhìn vì Varus đi mid rất dễ bị gank.",
  "Vayne": "Như đã nói trên Vayne khá уếu ở giаi đоạn đầu trận, nên bạn hãу chủ động chơi ở vị trí аn tоàn tậр trung vàо các chỉ số lính để giа tăng vàng nhé, đừng có quá hổ báо kẻо sẽ càng thuа thiệt hơn sо với đối thủ.Đợi khi có từ 1 tới 2 trаng bị trở đi, đó mới là lúc Vayne lên tiếng thể hiện với những рhát bắn cực thấm củа cô nàng.Cоmbо Nhàо Lộn (Q) để huỷ động tác đánh thường: cоmbо ĐT > Q > ĐT – để fаrm lính hiệu quả hơn nhé.Nếu kết hợр Q + е tốt bạn có thể dễ dàng fаmr lính trоng trụ mà không bị mất các chỉ số.",
  "Veigar": "Giai đoạn đi đường, hãy cố chơi bị động. Kiểm soát tầm nhìn, và last hit quái bằng kĩ năng Q nếu có thể. Khi chưa có chiêu cuối, lượng sát thương mà bạn có thể gây ra sẽ chưa thực sự lớn, không nên trao đổi, hoặc giao tranh giai đoạn này.",
  "Vel'Koz": "Khi chơi Vel’Koz, thì mọi người cần phải lợi dụng khả năng cấu máu của pháp sư này hiệu quả nhất là ở giai đoạn đầu game để át chế đi sức mạnh của đối thủ.Trong giao tranh, nên lựa chọn vị trí thật tốt nhằm tung ra kỹ năng R của mình nhằm gây tối đa sát thương phép mạnh nhất lên đối thủ.",
  "Vi": "Khi sử dụng Vi ở vị trí đi đường Rừng, thì mọi người cần lên Level 3 nhanh nhất để có đủ bộ 3 kỹ năng nhằm Gank hiệu quả ở các khu vực đường.Trong giao tranh, tướng Vi là đấu sĩ đơn mục tiêu + khá mỏng cơm nên mọi người cần dồn kỹ năng vào xạ thủ hay AP đối thủ với kỹ năng R của mình.",
  "Viktor": "Viktor là một vị tướng có khả năng tay đôi cực kì mạnh trong quãng thời gian 3 cấp độ đầu, vì vậy không cần phải ngại ngùng khi lên ép góc và trao đổi với kẻ địch. Chỉ với một pha vẽ Tia Chết Chóc chuẩn xác, kết hợp với chiêu thức Chuyển Hóa Năng Lượng cùng một đòn đánh thường được cường hóa thì đã kích hoạt được Ý Chỉ Thần Sấm và lấy đi một đống máu của kẻ địch.Nhớ rằng không nên dùng Trường Trọng Lực bừa bãi vì thời gian hồi của chiêu thức này là khá lâu. Hãy giữ cho những pha chắc chắn lấy được mạng hoặc Tốc Biến của kẻ địch, và còn có cái để rút lui khi bị tướng Đi Rừng đối phương hỏi thăm.",
  "Vladimir": "Vladimir đi đường giữa cũng có lối chơi khá đơn giản không khác gì ở đường trên. Khởi đầu có khá nhiều lựa chọn dành cho Vladimir. Lên kiểu nào cũng được, bởi nội tại Vladimir đó là tăng sức mạnh phép thuật tỉ lệ theo máu và ngược lại.Ở giai đoạn này chỉ nên tập trung vào việc farm và lấy chỉ số lính quan trọng. Sức mạnh của Vladimir không thực sự khỏe ở giai đoạn này. Tầm sử dụng kỹ năng của Vladimir rất ngắn, có thể sẽ bị cấu rỉa máu liên tực cũng như bị gank, vì vậy hãy cắm mắt và farm 1 cách an toàn.",
  "Volibear": "Đi đường mạnh, lối chơi đơn giản nhưng đầy hiệu quả khiến cho Volibear vào mùa giải thứ 10 này là một trong những đấu sĩ đường trên vô cùng mạnh mẽ hơn bao giờ hết.",
  "Warwick": "Warwick vốn khá mạnh trong các kèo đấu tay đôi, mà đấu sĩ này cực kỳ nguy hiểm ở Level 6 với hiệu ứng khống chế cứng với kỹ năng R.Với các kỹ năng đơn mục tiêu, khi có Warwick trong đội hình thì tốt nhất các bạn nên tổ chức bắt lẻ là tốt nhất trước khi giao tranh tổng.",
  "Wukong": "Ngộ Không có khả năng tay đôi rất tốt với nhiều vị tướng đấu sĩ khác, bởi hắn có lượng giáp cộng thêm từ nội tại Mình Đồng Da Sắt và hiệu ứng xuyên giáp từ Thiết Bảng Ngàn Cân.Khi sử dụng Thiết Bảng Ngàn Cân, tầm đánh của Ngộ Không sẽ dài hơn một chút, sử dụng nó để cấu máu đối phương mỗi khi chúng bén mảng lên farm lính.",
  "Xayah": "Cố gắng kiếm từng chỉ số lính ở giai đoạn đi đường.Dùng (Q) Phi Dao Đôi để cấu rỉa kẻ địch khá tốt, hoặc khi bạn bị ép đường, có thể dùng kĩ năng này để ăn lính từ xa.Lên cấp 2, nâng 1 điểm vào (W) Bộ Cánh Chết Người giúp Xayah gia tăng tốc độ đánh và sát thương khá cao. Lúc này hãy mạnh dạn lên trao đổi sát thương với kẻ địch. Nếu sp của bạn là Rakan thì sát thương gây ra càng cao hơn nữa.Nâng (E) Triệu Hồi Lông Vũ ở cấp độ 3. Mỗi khi Xayah sử dụng 1 kĩ năng, đòn đánh tiếp theo của cô sẽ để lại 1 lông vũ.Mỗi khi sử dụng kĩ năng vô kẻ địch, hãy đánh thường ngay lập tức, đòn đánh của bạn lúc này sẽ vừa xuyên qua các kẻ địch, vừa để lại lông vũ. Tiếp theo đó canh góc, nếu kẻ địch đang trong tầm tác dụng của (E) Triệu Hồi Lông Vũ) hãy sử dụng kỹ năng này ngay lập tức.Hãy có gắng tích càng nhiêu lông vũ càng tốt, nếu kẻ địch dính 3 lông vũ trở lên, chúng vừa chịu nhiều sát thương hơn, vừa bị trói chân.Những cái lông vũ để lại trên mặt đất dùng để ép góc kẻ địch rất tốt.Đừng quên hỗ trợ đồng đội kiếm soát hang Rồng trong giai đoạn đi đường nhé!",
  "Xerath": "Xerath cấu rỉa cực kỳ tốt, đây chính là những lợi thế mà người chơi pháp sư này có thể tận dụng tốt để hạn chế sức mạnh các vị tướng khác khi đi đường.Trong giao tranh, lựa chọn cho mình một vị trí thật tốt để tổ chức giao tranh gây sát thương tốt nhất.",
  "Xin Zhao": "Xin Zhao là vị tướng thiên có khả năng tay đôi rất mạnh mẽ vì thế hãy tự tin trao đổi chiêu thức với đối thủ và luôn farm lính.Cắm mắt kiểm soát tầm nhìn đề phòng rừng đối thủ lên gank.",
  "Yasuo": "Về cơ bản, nếu một người chơi khá cứng Yasuo thì mình không bàn đến nhưng với 1 tay mơ khi chơi vị tướng này thì bạn khá dễ dàng để ăn thịt được hắn. Bởi lẻ, giai đoạn đầu trận thường là giai đoạn yếu nhất của đấu sĩ này nên nếu chúng ta không có cách tiếp cận trận đấu rất có thể sẽ bị thọt.Trong giao tranh, thì đội hình của các bạn khi đã lựa chọn chơi Yasuo thì nên có những vị tướng hất tung như Malphite, Alistar.. để tạo Combo tổng kết hợp với kỹ năng R của Yasuo.Dương như tất cả những người chơi Yasuo, từ Rank vàng trở xuống hầu như là trẻ trâu và kỹ năng hoàn toàn bằng không nên việc cấm đi Yasuo là điều mà bạn cần nên làm.",
  "Yorick": "Giai đoạn đi đường của Yorick phụ thuộc rất nhiều vào độ chính xác của kĩ năng E – Màn Sương Than Khóc để kêu gọi những người anh em Ma Sương lao vào cấu máu đối phương. Trong giai đoạn đầu, khi vẫn còn FA, Yorick chỉ nên cố giành những lợi thế nho nhỏ với hội anh em của mình, nhắm có được những món trang bị thiết yếu cho công cuộc đẩy đường của bản thân.Sau khi có thể triệu hồi Thánh Nữ Sương Mù, hãy gọi cô ta ra ngay để bắt đầu đẩy, ép đường đối thủ. Với Thánh Nữ, Yorick là một trong những vị tướng có khả năng tay đôi khủng khiếp nhất trong cả trò chơi. Thậm chí, việc cân hai đối với cặp đôi này cũng không thành vấn đề (vì bạn có thể nhốt một mục tiêu bằng W và rảnh tay xử lý mục tiêu còn lại).Nhưng cẩn thận đừng để trụ tấn công vào Thánh Nữ Sương Mù, bởi cô ta là mục tiêu thuộc dạng ưu tiên của trụ (sau Ma Sương, trước lính). Nếu bạn chưa tái kích hoạt R thì đơn giản là lùi lại mỗi khi trụ nhắm vào cô ta mà thôi.",
  "Yuumi": "Sai lầm rất nhiều người gặp phải khi sử dụng Yuumi đi đường là luôn W vào người Xạ Thủ. Đây là một lối chơi hết sức sai lầm vì nếu bạn không xuất hiện, bạn không những không kích hoạt được lá chắn từ nội tại, mà Xạ Thủ của bạn sẽ không khác gì phải 1 đánh 2 mà chỉ có thêm… 1,2 kĩ năng yếu ớt.Cách chơi đúng của Yuumi khi đi đường sẽ là liên tục đứng lên để tấn công đối thủ bằng đòn đánh tay, rồi lui về Xạ Thủ và dùng Q để tiếp tục cấu máu. Tuy nhiên, bạn cũng sẽ cần phải cẩn thận vì rất nhiều vị tướng hỗ trợ có đủ khống chế để cho Yuumi 1 combo lên thẳng bảng đếm số mà không kịp W về. Q là một kĩ năng khó né và rất đáng tin cậy ở đầu trận, nên hãy cố tận dụng nó để cấu máu những khi có thể.Nếu đánh nhau, bạn nên ở ngoài để thu hút sát thương và kĩ năng ban đầu từ đối phương, sau đó W về Xạ Thủ để tiếp tục sống sót và hỗ trợ cho Xạ Thủ. Nên nhớ rằng E của bạn sẽ bị khắc chế bởi Thiêu Đốt, nên một trong những chiến thuật khá hay với Yuumi là câu Thiêu Đốt vào bản thân mình rồi quay về và hồi máu với lượng đầy đủ cho Xạ Thủ. Tuy nhiên, cách chơi này cũng có phần khá mạo hiểm vì Yuumi rất dễ lên bảng trong một nốt nhạc bởi máu quá yếu.",
  "Zac": "Zac khá mạnh trong các tình huống Gank, bởi kỹ năng của vị tướng này có thể vượt địa hình cực kỳ xa.Trong giao tranh, Zac khá mạnh trong việc bắt lẻ mà đặc biệt là xạ thủ đối phương nhừ kỹ năng R của mình..",
  "Zed": "Khi đi đường giữa, hãy cố gắng cắm mặt quanh khu vực đường giữa càng nhiều càng tốt.Cố gắng lên Level nhanh nhất có thể, để có thể cấu máu gây sát thương nhiều nhất có thể.Cuối game, 1 bộ Combo có thể OneShot đối thủ nên các bạn hãy dành bộ combo đó cho xạ thủ đối phương nhé.",
  "Ziggs": "Sử sụng Bom Nảy (Q) để cấu máu đối thủ. Bom Nảy (Q) có thể nảy 3 lần sau khi bạn tung ra, vì thế có thể cấu máu từ tầm khá xac. Tuy nhiên, nếu bạn thấy quá khó để có thể Bom Nảy (Q) trúng, hay đứng gần lại và Bom Nảy (Q) thẳng vào đầu đối thủ, sẽ nguy hiểm hơn nhưng khả năng chính xác sẽ cao hơn. Tuỳ bạn chọn.Khi bạn bị ép đường thì hãy dùng Bom Nảy (Q) để farm quái. Có thể vừa trúng Bom Nảy (Q) vào lính và vừa trúng vào tướng để kết hợp farm và cấu máuNội tại tăng sát thương trong 1 đòn đánh thường và sau 12s sẽ hồi lại nội tại vì thế ta có thể xài đòn đánh để cấu ria máu đối phương kết hợp cùng chiêu thức để cấu máu mạnh hơn. Bạn có thể canh last hit lính bằng đòn đánh nội tại.Bạn có thể Bãi Mìn (E) để khép góc đối thủ, Bom Nảy (Q) vào hướng còn lại để dễ trúng hơn, sau đó Gói Chất Nổ (W) để bật đối thủ vào Bãi Mìn (E)Gói Chất Nổ (W) có thể sử dụng để bật đối thủ về hướng bạn khi bạn muốn gây áp lực hoặc khi có rừng gank. bạn cũng có thể sử dụng Gói Chất Nổ (W) vào chính bản thần để có thể tiếp cận đối thủ tốt hơnGói Chất Nổ (W) có thể sử dụng vào đối thủ để hất ra khi bạn đang muốn trốn chạy. Bạn lưu ý Gói Chất Nổ (W) có thể trúng nhiều mục tiêu. Bạn có thể Gói Chất Nổ (W) trúng cả bạn và 1 2 đối thủ để tối đa hiệu quảSử dụng các chiêu thức để kiểm tra tầm nhìn trong bụiCắm mắt  và farm là công việc quan  trọng nhất trong giai đoạn này",
  "Zilean": "Quãng thời gian đi đường đầu trận là giai đoạn mà Zilean tỏ ra vô cùng khó chịu, tuy nhiên bạn cần phải biết mình biết người để có được ưu thế. Zilean có 2 nhiệm vụ chính là kéo máu đối thủ và bảo vệ xạ thủ khi bị tấn công. Việc kéo máu đối thủ bằng Zilean rất dễ dàng vì kỹ năng Bom Hẹn Giờ là kỹ năng có mục tiêu chỉ định nên không thể trượt. Tuy nhiên, vì kỹ năng này gây sát thương trên diện rộng nên nó có thể khiến đường của bạn bị đẩy cao.Hãy đảm bảo lượng tầm nhìn quanh khu vực đường của mình. Khi xạ thủ bị tấn công, sử dụng Bẻ Cong Thời Gian lên người anh ta để họ có lượng tốc độ di chuyển cao, có khả năng thoát khỏi sự tấn công tốt hơn. Cố gắng có Nước Mắt Nữ Thần càng sớm càng tốt, song song cùng các trang bị hỗ trợ khác.",
  "Zoe": "Zoe cực kỳ mạnh khi đi đường giữa, với khả năng làm choáng liên tục giúp cho rừng có khả năng phối hợp hiệu quả nhất khi tổ chức gank ở Mid.Trong giao tranh, thì Zoe có khả năng sốc sát thương phép cực kỳ mạnh chính vì điều này mọi người hãy dồn sát thương vào xạ thủ hay AP đối thủ để tạo lới thế cho đồng đội một cách tốt nhất.",
  "Zyra": "Khởi đầu Zyra nên ra đường sớm nhằm tận dụng nội tại đặt được nhiều mầm cây ở đường để sau đó có thể tận dụng nó sử dụng kỹ năng lên tạo cây tấn công đối thủ tốt hơn.Giai đoạn đi đường của Zyra không quá khó khăn khi chủ yếu là tận dụng mầm cây kết hợp với Nở Rộ (Q) để cấu máu đối phương, trong khi đó khả năng trói chân của Rễ Cây (E) nên được dùng khi phát động tấn công, khống chế mục tiêu hay tạo đà cho Nở Rộ (Q) gây damage chính xác hơn và nó còn kích hoạt ngọc Thiên Thạch Bí Ẩn làm cho sức cấu rỉa tăng cực mạnh khiến đối thủ e ngại. Zyra có thể cấu máu liên tục không cho đối phương có cơ hội được ăn lính.Mặc dù với nội tại Zyra tạo mầm cây được khá nhiều nhưng nó khá phụ thuộc vào tính ngẫu nhiên nên Xum Xuê (W) vẫn là kỹ năng tạo mầm chủ động nhất nhằm điều khiển vị trí cây một cách chính xác hơn.Luôn đặt Xum Xuê (W) trước khi thi triển kỹ năng. Và vì cây của Nở Rộ (Q) có tầm đánh và sát thương tốt hơn Rễ Cây (E) trong khi đó cây của Rễ Cây (E) lại có khả năng làm chậm trong đòn đánh nên hãy dựa theo đó để có thể chọn cây sao cho hợp lý, chẳng hạn như bạn muốn hồi 1 lượng ít máu từ kỹ năng Rễ Cây (E) thì ngọc Suối Nguồn Sinh Mệnh sẽ cho bạn khi dùng kỹ năng trúng mục tiêu.Cắm mắt chăm chỉ nhằm hạn chế khả năng gank bất ngờ từ đối phương, ngoài ra nhớ mua Máy Quét Oracle để phá tầm nhìn của kẻ địch nữa nhé."
}